{
  "news_en": [
    {
      "id": 1,
      "date": "28/12/2022",
      "category": "CSR",
      "img": "/images/news/news-1.webp",
      "location": "Jakarta",
      "title": "MNC Cares for Supporting Indonesian Communities Affected by COVID-19",
      "thumbnail_desc": "In the midst of the Corona virus or COVID-19 pandemic conditions, MNC Peduli has again distributed aid in the form of 5,000 basic food .... ",
      "desc": "In the midst of the Corona virus or COVID-19 pandemic conditions, MNC Peduli has again distributed aid in the form of 5,000 basic food packages to the Ministry of Social Affairs (Kemensos) to be distributed to affected communities. <br/> <br/> Today I distribute MNC Care assistance to the Ministry of Social Affairs. Let us work together to unite, because this is a common duty to protect each other and work well, because many of our brothers and sisters are still short on this opportunity, said the Executive Chairman of MNC Group, Hary Tanoesoedibjo at the TMPNU Convention Building, Kalibata, Jakarta, Monday (13/4/2020). <br/> <br/> Our hope is of course resolved quickly because this affects all elements of society, especially the lower class, he said. <br/> <br/> Previously, on Wednesday (01/04/2020), MNC Peduli also distributed masks, personal protective equipment (PPE), and ventilators worth IDR 5 billion through the COVID-19 Food Acceleration Task Force. Aid is also channeled directly through several hospitals."
    },
    {
      "id": 2,
      "date": "28/12/2022",
      "category": "Event",
      "img": "/images/news/news-2.webp",
      "title": "One East Residences Management Holds Fire Drill Training to Anticipate Emergencies",
      "thumbnail_desc": "Building Management from One East Penthouse & Residences in Surabaya held a Fire Drill Training event which was attended by a number of employees ... ",
      "desc": "Building Management from One East Penthouse & Residences in Surabaya held a Fire Drill Training event which was attended by a number of employees <br/> <br/> provide education to a number of employees from One East Residences and Oakwood Hotel & amp; Residence Surabaya to be able to solve any emergency problems according to security standards, so that they can respond quickly when an emergency occurs, such as a building fire. <br/> <br/> The Fire Drill Training event which started from 14:00 WIB to 16:00 WIB around the One East Residences area was very well received by the employees who participated in this activity. <br/> <br/> It is hoped that employees who take this training can understand every process taught by expert instructors from Global Jasa Sejahtera. <br/> <br/>  To continue to prevent the spread of Covid-19, the building management has implemented the 3M standard health protocol (Wearing a Mask, Washing Hands with Soap, and Maintaining a Minimum Distance of 1 meter), so that it remains safe and comfortable during the event."
    },
    {
      "id": 3,
      "date": "28/12/2022",
      "category": "Event",
      "img": "/images/news/news-3.webp",
      "title": "Stay Updated on the Lido MAC Concert! Your Favorite Band Might Perform at the MNC Lido KEK This Year",
      "thumbnail_desc": "MNC Peduli continues to be committed to efforts to help prevent COVID-19, one of which is helping the affected communities.",
      "desc": "Hello, concertgoers! Are you ready for another live concert? Whether you're a Blink (Black Pink fan), a fan of 90s music like MLTR, or even a lover of local bands like Dewa or Noah, the year 2023 might be a memorable and beautiful moment for you. <br/> <br/> Or perhaps you're a fan of one of the singers who has performed at the Summertime Ball in the UK or Coachella in the United States? <br/> <br/> Stay tuned for the dates. One thing is certain, the Lido Music & Arts Center (Lido MAC) will be one of the favorite destinations for music enthusiasts, said Natalia Cecilia Tanudjaja, Director of PT MNC Land Tbk. <br/> <br/> Natalia did not deny the information that has been circulating lately about the world-class concerts coming to Lido MAC this year. She asked everyone to be patient and follow the updates through www.mncland.com or the Instagram account @mncland. <br/> <br/> Located in the MNC Lido City - Bogor, the Lido Music & Arts Center is the first world-class outdoor venue in Indonesia for hosting various national and international music and art festivals. It is inspired by the concept of the Coachella Music & Art Festival in California, USA. <br/> <br/> Spread over a 5-hectare land with an open-air concert venue concept, the Lido Music & Arts Center is designed to accommodate 50,000 visitors. The difference is that while Coachella is located in the Colorado Desert with temperatures reaching 41 degrees Celsius, the Lido Music & Arts Center is situated at an elevation of 600 meters above sea level, offering a cool temperature of around 22 to 25 degrees Celsius with a backdrop of three mountains."
    },
    {
      "id": 4,
      "date": "28/12/2022",
      "category": "Event",
      "img": "/images/news/news-4.webp",
      "title": "MNC Land's CSR Reaches Rp6 Billion, MNC Cares Chairman: This Collaboration is a Dedication to Indonesia",
      "thumbnail_desc": "PT MNC Land Tbk (KPIG) celebrated its 15th anniversary on September 27, 2022. However, various ... ",
      "desc": "PT MNC Land Tbk (KPIG) celebrated its 15th anniversary on September 27, 2022. However, various notable achievements have already been accomplished throughout this year. One remarkable milestone was the inauguration of Park Hyatt Jakarta, which has been hailed as an iconic player in the hospitality industry in Jakarta. <br/> <br/> Equally important are the Corporate Social Responsibility (CSR) activities, which have collaborated with MNC Cares. Throughout 2022, there were a total of 15 CSR initiatives with a benefit value amounting to Rp6.4 billion. These activities encompassed areas such as education, healthcare, and other social assistance programs, aimed at supporting underprivileged communities. <br/> <br/> Jessica hopes that MNC Land's CSR activities will continue in the future, as she believes that these collaborative social efforts benefit society and contribute to the success of government programs aimed at improving the welfare of the people. The various CSR programs, both past and future, represent MNC Group's commitment dedicated to Indonesia, she concluded. <br/> <br/> Echoing Jessica's sentiments, Dr. Dian Nurdiani, the Head of Cigombong Community Health Center, cannot hide her joy over the fruitful collaboration with MNC Cares and MNC Land. Dian expresses gratitude that there are still organizations like MNC Cares and MNC Land that show great concern for children in the Lido area, Bogor. <br/> <br/> I express my gratitude to MNC Land and MNC Cares for their collaboration with the Tugu Jaya Village government (in the Lido area). Alhamdulillah, the community is enthusiastic, said Dian. Dian considers the choice of education and healthcare CSR programs in her area as the right policy, with the hope that children in the Lido area can lead healthier lives and become accomplished individuals in the future."
    },
    {
      "id": 5,
      "date": "28/12/2022",
      "category": "Event",
      "img": "/images/news/news-5.webp",
      "title": "Inaugurating Lido SEZ, Jokowi Confident in Hosting Coachella-Level Concerts",
      "thumbnail_desc": "President Joko Widodo (Jokowi) believes that the Lido Special Economic Zone (SEZ), developed by ... ",
      "desc": "President Joko Widodo (Jokowi) believes that the Lido Special Economic Zone (SEZ), developed by the MNC Group, has significant potential and even the opportunity to host world-class grand concerts like Coachella. According to the Head of State, the presence of the Lido SEZ will help curb the aspirations of local tourists who often travel abroad solely to attend concerts. If you want to watch Coachella, everything is here, said Jokowi after signing the Lido SEZ agreement in Bogor, West Java on Friday (March 31, 2023). <br/> <br/> Coachella itself is a music festival in the United States. The concept of Coachella is a multi-day music event featuring world-class musicians in the Coachella Valley. Jokowi is confident that the Lido SEZ is ready to play such a role, as the concept embraced by MNC in developing the Lido SEZ is comprehensive. <br/> <br/> This will be a unique attraction for both domestic and international tourists to visit the Lido SEZ located in Bogor Regency, West Java. <br/> <br/> With future concepts including movie land, team park, techno park, music area, and automotive area, he added. After touring and observing the progress of the Lido SEZ development, Jokowi believes that this area can become a national tourism destination with world-class potential. <br/> <br/> President Joko Widodo (Jokowi) inaugurated the Lido Special Economic Zone (SEZ) owned by conglomerate Harry Tanoesoedibjo in Bogor, West Java on Friday (March 31, 2023). Jokowi believes that the development of the Lido SEZ will bring economic value to the country and can be utilized by the private sector to achieve the same value. During the inauguration, Jokowi was accompanied by the Minister of Public Works and Housing, Basuki Hadimuljono, Coordinating Minister for Economic Affairs, Airlangga Hartarto, Minister of Tourism and Creative Economy, Sandiaga Uno, Governor of West Java, Ridwan Kamil, Mayor of Bogor, Bima Arya, and MNC Group's boss, Hary Tanoesoedibjo. For information, MNC Land Tbk is ready to operate three projects in the MNC Lido City SEZ, namely LMAC (Lido Music Art Center), Movieland, and Trump International Lido Golf"
    },
    {
      "id": 6,
      "date": "28/11/2024",
      "category": "Event",
      "img": "/images/news/news-6.webp",
      "title": "MNC Group Wins Indonesia SDGs Award (ISDA) 2024",
      "thumbnail_desc": "The Corporate Forum for Community Development (CFCD), a corporate forum with the vision to become a leading CSR learning network and center in Indonesia and internationally, once again held the Indonesia CSR Award (ICA) and the Indonesia SDGs Award (ISDA) 2024 at the.... ",
      "desc": "Jakarta – The Corporate Forum for Community Development (CFCD), a corporate forum with the vision to become a leading CSR learning network and center in Indonesia and internationally, once again held the Indonesia CSR Award (ICA) and the Indonesia SDGs Award (ISDA) 2024 at the Raffles Hotel, Kuningan, South Jakarta on November 28, 2024. <br/> <br/> CFCD Chairman, Ir. Thendri Supriatno, MBA, stated, \"Corporate CSR programs and SDGs initiatives are strategic activities in ensuring the sustainability of companies. Therefore, recognizing these programs is essential. Both the ICA and ISDA awards are part of one integrated event, aiming to appreciate companies and their partner institutions that actively fulfill their social responsibilities and contribute to achieving the 2030 SDGs targets.\" <br/> <br/> The government, through the Ministry of National Development Planning/National Development Planning Agency (PPN/Bappenas), reported that as of 2024, Indonesia has achieved 62.5 percent of the 222 SDGs indicators that are on track. This achievement surpasses the global average of only 17 percent of SDGs targets being on track, with an estimated 32 more years needed to meet all targets unless transformative efforts are made to accelerate progress. One of the key strategies for accelerating the achievement of the SDGs is involving all stakeholders, including the private sector—companies and communities. <br/> <br/> Prof. Dr. Hardinsyah MS, CFCD Secretary-General and Chair of the Event Steering Committee, stated, \"Through the ICA and ISDA events held annually, we can observe the growing role of companies in implementing CSR and contributing to SDGs targets and societal well-being. ICA and ISDA are part of CFCD’s initiatives, in addition to various other activities that respond to the needs of members and stakeholders, such as CSR training, forum meetings, CSR evaluations and studies, consulting and mentoring services, institutional development and CSR program innovations, as well as the publication of CSR best practices books and CSR magazines.\" <br/> <br/> At the 2024 Indonesian SDGs Award (ISDA), among hundreds of participating companies, MNC Group, through MNC Peduli, successfully won three award categories: The Top Corporate Leadership on SDGs, The Most Committed Corporate to SDGs on Social Pillar, and The Most Committed Corporate to SDGs on Environment through eight programs. <br/> <br/> This marks the third consecutive year that MNC Group, through MNC Peduli, has received recognition from the Indonesia SDGs Award (ISDA), which is considered the largest award event for corporate contributions to sustainable development. <br/> <br/> Vice Chairwoman of MNC Peduli, Jessica Tanoesoedibjo, expressed that it is an honor for MNC Peduli to receive the Indonesia SDGs Award (ISDA) 2024. <br/> <br/> \"This is a great pride and honor for us. We sincerely thank the organizers and the jury for the appreciation given. This is the third time we have received an award from ISDA. It serves as a motivation for us to continue improving the quality of our sustainable social initiatives in alignment with the SDGs,\" said Jessica."
    },
    {
      "id": 7,
      "date": "11/12/2024",
      "category": "Event",
      "img": "/images/news/news-7.webp",
      "title": "MNC Peduli Collaborates with RSCM to Hold Blood Donation Drive",
      "thumbnail_desc": "The \"MNC Love Donation\" blood donation event was once again held by MNC Peduli in December 2024 at iNews Tower, Kebon Sirih, Central Jakarta (11/12/2024). In collaboration with the Blood Transfusion Unit (UTD) of Dr. Cipto Mangunkusumo Hospital (RSCM) Jakarta, the event was attended by.... ",
      "desc": "Jakarta – The \"MNC Love Donation\" blood donation event was once again held by MNC Peduli in December 2024 at iNews Tower, Kebon Sirih, Central Jakarta (11/12/2024). In collaboration with the Blood Transfusion Unit (UTD) of Dr. Cipto Mangunkusumo Hospital (RSCM) Jakarta, the event was attended by hundreds of MNC Group employees as well as members of the general public. <br/> <br/> The donated blood will be allocated to meet the needs of patients at Dr. Cipto Mangunkusumo Hospital Jakarta. With a significantly high demand for blood, the RSCM Blood Transfusion Unit expressed its appreciation for this collaboration. <br/> <br/> \"We are truly helped by this partnership and highly appreciate it. We have a considerably high demand for blood compared to other hospitals, particularly for patients with blood disorders and emergency conditions,\" said Elida Marpaung, Head of the RSCM Blood Transfusion Unit. <br/> <br/> Throughout 2024, MNC Peduli successfully collected thousands of blood bags from 12 blood donation drives held at iNews Tower – Kebon Sirih, MNC Studios – Kebon Jeruk, and MNC Vision Tower – Kedoya. As a form of commitment to public health, MNC Peduli will continue to hold this activity, which benefits both donors and recipients. <br/> <br/> Chairman of MNC Peduli, Syafri Nasution, who also participated in donating blood, shared the positive impact and encouraged others to hold similar initiatives. \"Blood donation is undoubtedly beneficial for both patients and donors. It is also a form of our social contribution to those in need, and we hope that other companies will follow this example,\" he said. <br/> <br/> MNC Love Donation is a collaboration involving several business units under MNC Group, including PT MNC Asia Holding Tbk, PT MNC Kapital Indonesia Tbk, PT Global Mediacom Tbk, PT MNC Tbk, PT MNC Land Tbk, PT MNC Guna Usaha Indonesia, PT MNC Finance, and PT MNC Energy Investments Tbk."
    },
    {
      "id": 8,
      "date": "30/01/2025",
      "category": "Event",
      "img": "/images/news/news-8.webp",
      "title": "MNC Lido City SEZ Continues Mosque Care Program in Bogor",
      "thumbnail_desc": "The MNC Lido City Special Economic Zone (SEZ) remains committed to maintaining the cleanliness and comfort of places of worship around its area. As part of its social.... ",
      "desc": "BOGOR - The MNC Lido City Special Economic Zone (SEZ) remains committed to maintaining the cleanliness and comfort of places of worship around its area. As part of its social and environmental responsibility, MNC Lido City channels its care through the Mosque Care Program. <br/> <br/> This time, MNC Land, in collaboration with MNC Peduli, carried out the program for the fourth time by cleaning the Jami Al Hidayah Mosque, located in Srogol Village, Cigombong District, Bogor Regency. <br/> <br/> As known, the activity aims to create a more comfortable and proper worship environment for the community. Various cleaning efforts were carried out, including cleaning toilets, ablution areas, floors, vacuuming carpets, and reaching difficult-to-clean areas. <br/> <br/> 1. Mosque Care Program <br/> The Head of the Al Hidayah Mosque Council (DKM), H. Didih Muhdiat, expressed that the program provided significant benefits, especially in maintaining hard-to-reach facilities. <br/> <br/> “This activity is very helpful, especially for areas that are difficult to clean due to the limited equipment we have,” he said. <br/> <br/> He also expressed his gratitude to MNC Land and MNC Peduli for the initiative. <br/> <br/> “On behalf of the Al Hidayah Mosque Council in Srogol Village, we express our gratitude. May this activity bring blessings to all of us. We hope this program will continue, not only in our mosque but also in other mosques around MNC Lido City SEZ, as well as through other social initiatives. <br/> <br/> 2. MNC Lido City’s CSR Commitment <br/> In a separate statement, President Director of MNC Land, M. Budi Rustanto, emphasized that the Mosque Care Program is a tangible implementation of MNC Group’s philosophy, which focuses on social, economic, and environmental aspects. <br/> <br/> “This activity reflects our concern for the communities surrounding MNC Lido City SEZ, particularly through social actions like this,” he stated. <br/> <br/> As part of an ongoing initiative, the Mosque Care Program is scheduled to take place weekly, targeting the cleaning of eight mosques before the holy month of Ramadan. This effort is expected to provide optimal benefits for the community and enhance the comfort of worship during the sacred month. <br/> <br/> As a Tourism Special Economic Zone, MNC Lido City integrates various sectors, ranging from residential and commercial developments to tourist destinations and resorts, spanning over 1,000 hectares in Lido, Bogor, West Java. A range of flagship facilities is already operating in the area, including Lido Lake Resort, Trump International Golf Club Lido, Lido Adventure Park, Movieland, and the Lido Music and Arts Center. In the first half of 2025, the Hyatt Regency Resort is set to open, further enhancing the appeal of this destination."
    },
    {
      "id": 9,
      "date": "24/02/2025",
      "category": "CSR",
      "img": "/images/news/news-9.webp",
      "title": "Collaboration Between MVN and MNC Peduli Provides Donation Support for House of Heart Shelter",
      "thumbnail_desc": "MNC Vision Networks (MVN), together with MNC Peduli organized a Corporate Social Responsibility (CSR) activity by providing donation to...",
      "desc": "JAKARTA - MNC Vision Network (MVN), together with MNC Peduli organized a Corporate Social Responsibility (CSR) activity by providing donation to the House of Heart Shelter on Jalan Cempaka Putih Barat, Central Jakarta, Monday (24/2/2025). This activity is a form of social concern from MVN and MNC Peduli. <br/> <br/> \"As a form of concern for the community, we came here to the House of Heart shelter in order to provide a little assistance,\" said Operational Director of PT MNC Kabel Mediacom, Rafdian Rasyid to reporters. <br/> <br/> \"Of course, with the support of all stakeholders including us by giving this, we get moral support in the form of prayers from those who receive it. We are sure that God willing, this will be clear in the future and the hope is even greater.\" <br/> <br/> Meanwhile, the donations given were in the form of toiletries, diapers, baby milk and basic necessities. This assistance is also expected to be able to meet the daily operational needs of the House of Heart Shelter, which currently accommodates around 9 children, 15 companions and 3 administrators. <br/> <br/> During his visit, Rafdian also expressed his gratitude to the children and all administrators of the shelter who had welcomed him enthusiastically. <br/> <br/> \"Yes, of course we are very grateful because we were welcomed enthusiastically by the residents of the House of Heart Shelter.\" <br/> <br/> For your information, PT MNC Vision Networks Tbk (MVN) is part of MNC Media which provides leading subscription TV services in Indonesia. As the largest subscription-based media group in Indonesia, its main business is presenting the best and high-quality broadcast content through all currently available on a paid TV platforms. <br/> <br/> Supported by its production unit, which produces various genres of content ranging from entertainment to news content packaged on a paid TV channels. MVN also generates a small portion of its revenue from advertising placed on content broadcast on its paid TV platforms. <br/> <br/> Meanwhile, the House of Heart Shelter is a home for children undergoing treatment for serious non-communicable diseases that are specifically for heart disease. Generally, patients at the House of Heart Shelter come from underprivileged families and come from outside big cities or remote areas in Indonesia. <br/> <br/> This shelter is widely open to all pediatric heart patients regardless of ethnicity, religion, and race. Thanks to the existence of this shelter, at least pediatric heart patients who are trying to recover in the capital city are increasingly helped."
    },
    {
      "id": 10,
      "date": "17/03/2025",
      "category": "CSR",
      "img": "/images/news/news-10.webp",
      "title": "Improve the Quality of Education, MNC Bank Renovates School and Provides Financial Literacy",
      "thumbnail_desc": "PT Bank MNC Internasional Tbk (BABP) or MNC Bank, a subsidiary of PT MNC Kapital Indonesia Tbk (BCAP) and part of the MNC Group (BHIT), carried out a Corporate Social Responsibility (CSR) program by renovating sanitation facilities...",
      "desc": "JAKARTA - PT Bank MNC Internasional Tbk (BABP) or MNC Bank, a subsidiary of PT MNC Kapital Indonesia Tbk (BCAP) and part of the MNC Group (BHIT), carried out a Corporate Social Responsibility (CSR) program by renovating sanitation facilities at Babakan Kencana Elementary School, Sukabumi Regency, West Java. Along with the program, MNC Bank also held a financial education activity attended by students in grades 5 and 6. <br/> <br/> In collaboration with the MNC Peduli Foundation, this program activity was also attended by Heru Sulistiadhi as Corporate Secretary Group Head of MNC Bank together with Tengku Havid as Head of CSR MNC Peduli. Through the initiative of the program activity, MNC Bank has a mission to ensure the sustainability aspect of one of the 3P pillars, namely people, with the hope of supporting Babakan Kencana Elementary School students in obtaining quality education through the support of good facilities at their school. <br/> <br/>On that occasion, Heru Sulistiadhi expressed his support for the teaching and learning process at Babakan Kencana Elementary School. \"It is our responsibility to ensure the improvement of the quality of teaching and learning activities in the community. Through this sanitation facility renovation program, we hope to support all levels at Babakan Kencana Elementary School, starting from students, teachers, and school administrators in their activities so that a quality of teaching and learning process can be created at Babakan Kencana Elementary School,\" said Heru. <br/> <br/> On the other hand, he also expressed his appreciation for the enthusiasm of Babakan Kencana Elementary School students who participated in MNC Bank's financial literacy activities. \"Thank you for the opportunity given by the Babakan Kencana Elementary School management for us to hold today's literacy activities. This activity is our responsibility to ensure increased knowledge, understanding, and availability of financial access for all levels of society, especially students. We are very happy to see the enthusiasm of the students who attended. This shows that the level of curiosity of Babakan Kencana Elementary School students about the world of banking and finance is quite high\" <br/> <br/> And don't forget to enjoy MNC Bank's digital banking services by downloading the MotionBank application anytime and anywhere on the PlayStore and App Store. You can also connect directly with MotionBank Customer Service via WhatsApp chat at 08888888888."
    },
    {
      "id": 11,
      "date": "21/03/2025",
      "category": "CSR",
      "img": "/images/news/news-11.webp",
      "title": "Central Jakarta City Council: MNC Peduli's Activities Are Outstanding",
      "thumbnail_desc": "Chairman of the Central Jakarta City Council, Nasirman Chaniago appreciated the performance of MNC Peduli. According to him, the MNC Group CSR forum is known to be active in community activities....",
      "desc": "JAKARTA - Chairman of the Central Jakarta City Council, Nasirman Chaniago appreciated the performance of MNC Peduli. According to him, the MNC Group CSR forum is known to be active in community activities. <br/> <br/> \"As a representative of the community, I have heard that MNC Peduli has extraordinary activities, today it has been proven to help PMI activities in carrying out today's activities,\" said Nasirman at the Central Jakarta PMI Office, Friday (3/21/2025). <br/> <br/> Nasirman hopes that MNC Peduli will continue to play an active role in its field. This is because there are still many people who need a helping hand. <br/> <br/> \"This is clearly very beneficial for residents, especially those who are unable and so on, as proof of the social functions of the MNC group.\" <br/> <br/> Previously, the Indonesian Red Cross (PMI) Central Jakarta, held a PMI service activity with MNC Peduli and other partners. This activity was in the form of distributing basic necessities to donations to orphans and the poor. <br/> <br/> \"Alhamdulillah today we can carry out PMI community service activities in order to provide assistance in the form of basic necessities and assistance, especially to the poor, orphans and also PMI volunteers,\" said the Head of PMI Central Jakarta, Asep Djuanda, Friday (3/21/2025). <br/> <br/> According to him, in this PMI community service activity, it is not only distributing basic necessities and assistance. More than that, Asep said that he had held a blood donation activity. <br/> <br/> According to him, in this activity, his party targeted to collect two thousand blood bags to meet the needs during Ramadan. <br/> <br/> Asep added that he appreciated MNC Peduli which played an active role in a number of its activities. According to him, MNC Peduli has helped quite a lot with several programs that they carry out. <br/> <br/> \"Alhamdulillah, we have carried out activities several times, MNC Peduli is always present with us.\""
    },
    {
      "id": 12,
      "date": "24/03/2025",
      "category": "CSR",
      "img": "/images/news/news-12.webp",
      "title": "MNC Vision and MNC Peduli Distribute Aid for Patient Shelter in Central Jakarta",
      "thumbnail_desc": "MNC Vision, together with MNC Peduli, carried out a Corporate Social Responsibility (CSR) initiative by donating to the Anonim Sahabat Fillah (ASF) Shelter....",
      "desc": "JAKARTA - MNC Vision, together with MNC Peduli, carried out a Corporate Social Responsibility (CSR) initiative by donating to the Anonim Sahabat Fillah (ASF) Shelter on Cempaka Putih street, Central Jakarta, Monday, March 24 2025. <br/> <br/> Corporate Secretary of PT MNC Sky Vision Tbk, Ray Rezky Prihatino said that the aid distributed included baby diapers, hygiene kits, milk, and basic necessities to patients and companions. <br/> <br/> \"We hope that the assistance we provide can be useful for the ASF Shelter and further increase public awareness of the importance of sharing and helping each other,\" said Ray Rezky Prihatino, Monday (24/3/2025). <br/> <br/> Ray explained, this activity also aims to provide moral support and motivation to patients in facing challenges during treatment. <br/> <br/> Ray hopes that the CSR activities carried out by MNC Vision can provide a sustainable positive impact. \"In addition, we hope this event can raise public awareness about the importance of social care and shared responsibility. Of course, we hope that this support can help ease their burden and provide new enthusiasm in living their daily lives for the residents of ASF Shelter House.\" <br/> <br/> He added that MNC Vision and MNC Peduli are also committed to continuing to carry out similar CSR activities in the future. <br/> <br/> \"We are committed to not only carrying out activities like this routinely, but also to providing real action that aims to create a greater and more sustainable impact for the beneficiaries.\""
    },
    {
      "id": 13,
      "date": "13/04/2025",
      "category": "CSR",
      "img": "/images/news/news-13.webp",
      "title": "World Health Day, MNC Peduli Supports Fun Run and Donates to Cancer Fighters",
      "thumbnail_desc": "MNC Peduli supports Prasetya Mulya University in organizing a Fun Run Social Action activity entitled Miles for Miracles in the Car Free Day area, Sudirman, Central Jakarta, Sunday (13/4/2025) morning. This event was held in order to....",
      "desc": "JAKARTA — MNC Peduli supports Prasetya Mulya University in organizing a Fun Run Social Action activity entitled Miles for Miracles in the Car Free Day area, Sudirman, Central Jakarta, Sunday (13/4/2025) morning. This event was held in order to commemorate World Health Day every April 7. <br/> <br/> This event invites hundreds of participants to run 5 kilometers while making a donation. Some of the donations collected from this activity will be distributed to Rachel House, an institution that provides palliative care to cancer patients from lower-middle class families. <br/> <br/> \"This is a contribution from MNC Peduli in commemorating World Health Day and we are also very grateful and thankful to the participants who were very enthusiastic this morning, where the results of this fundraising will be distributed to help our brothers and sisters who are fighting cancer,\" said Head of CSR MNC Group Tengku Havid. <br/> <br/> 1. MNC Group Donation <br/> Tengku Havid also added that previously MNC Group had held a similar fun run activity which was successfully held in Kebon Sirih several years ago. <br/> <br/> Besides running and donating, participants also received education through health talk shows presented by experts, and took part in zumba activities as the closing of the event. <br/> <br/> 2. MNC Peduli Assistance <br/> On that occasion, a symbolic handover of assistance was also carried out to Rachel House. MNC Peduli also handed over hundreds of thousands of masks to be used by cancer fighters and the general public to protect themselves from disease and pollution. <br/> <br/> Various factors can affect the level of health in various countries, such as lifestyle, nutritional intake, and health facilities. To overcome this challenge, individual awareness and initiatives from various parties are needed in maintaining health. <br/> <br/> This activity is expected to increase public awareness of the importance of healthy living through exercise and good diet, as well as being a form of real support for cancer fighters to stay enthusiastic in the healing process."
    },
    {
      "id": 14,
      "date": "17/04/2025",
      "category": "Event",
      "img": "/images/news/news-14.webp",
      "title": "MNC Lido City SEZ, a New Icon of Indonesian Tourism and Creative Industry!",
      "thumbnail_desc": "Indonesia proudly unveils another development masterpiece set to mark a new chapter in the national tourism and creative industry sector — the MNC Lido City Special Economic Zone (SEZ). Located in.... ",
      "desc": "BOGOR – Indonesia proudly unveils another development masterpiece set to mark a new chapter in the national tourism and creative industry sector — the MNC Lido City Special Economic Zone (SEZ). Located in the heart of Lido, Bogor, West Java, this fully integrated area is poised to become a world-class tourism destination blending nature, technology, and the creative potential of the Indonesian people. <br/> <br/> Situated on a 1,040-hectare land and forming part of a larger 3,000-hectare prestigious development, MNC Lido City SEZ sits 700 meters above sea level. It offers breathtaking views of Mount Salak, Mount Gede, and Mount Pangrango, along with fresh, cool air throughout the year. The SEZ is designed as a fully integrated ecosystem supporting key sectors such as tourism, entertainment, lifestyle, and the creative industry. <br/> <br/> One of the key advantages of MNC Lido City SEZ is its exceptional accessibility — just one hour from Jakarta via the Bogor-Ciawi-Sukabumi (Bocimi) toll road. It is the ideal destination for urban residents seeking a nearby getaway. The SEZ is seamlessly connected through two strategic toll access points: <br/> - Cigombong Toll Gate 1 (only 1.5 km from the area) <br/> - Cigombong Toll Gate 2, providing direct access into the zone and set to be operational soon <br/> <br/> These infrastructure advantages ensure a fast, comfortable, and congestion-free journey. <br/> <br/> Beyond its strategic location, MNC Lido City SEZ is equipped with world-class infrastructure. The main boulevard spans 26 kilometers, with a right-of-way width of up to 50 meters, offering smooth and spacious traffic flow within the area, and supporting the mobility of both visitors and industry players. <br/> <br/> MNC Lido City SEZ is not just a tourism destination — it is a hub for innovative creative economy growth. As a Special Economic Zone, it offers numerous incentives and investment conveniences to businesses contributing to the sector. From tax benefits to streamlined licensing processes, everything has been set up to accelerate development. <br/> <br/> Several flagship projects are already fully operational within the SEZ, including the Trump International Golf Club Lido — an 18-hole championship-standard course designed by Ernie Els, exclusive private clubhouses, Movieland, and Lido Lake Resort, which is integrated with the Lido Adventure Park. Soon to follow is the Hyatt Regency Lido Resort, a five-star hotel that blends the natural beauty of Lake Lido with panoramic views of Mount Salak, Gede, and Pangrango. <br/> <br/> With all its strengths, MNC Lido City SEZ is expected to become a new economic engine for Indonesia, particularly in the tourism and creative industries. The zone aims to create tens of thousands of jobs, foster a thriving business ecosystem, elevate Indonesian tourism to global standards, and become a source of national pride."
    },
    {
      "id": 15,
      "date": "17/04/2025",
      "category": "Event",
      "img": "/images/news/news-15.webp",
      "title": "MNC Peduli and MNC Land Provide Free Cataract Surgery for Residents Around MNC Lido City SEZ",
      "thumbnail_desc": "MNC Peduli, supported by MNC Land, in collaboration with RS Islam Assyifa, conducted a free cataract screening as an early detection effort targeting 100 participants. This initiative aims to.... ",
      "desc": "BOGOR – MNC Peduli, supported by MNC Land, in collaboration with RS Islam Assyifa, conducted a free cataract screening as an early detection effort targeting 100 participants. This initiative aims to improve access to eye care for pre-prosperous communities around the MNC Lido City Special Economic Zone (SEZ) in Bogor Regency, West Java. <br/> <br/> This screening and cataract surgery program is a form of MNC Group’s commitment through MNC Peduli, made possible thanks to public support. <br/> <br/> \"Alhamdulillah, today MNC Peduli and MNC Land continue to implement social, environmental, and health programs for the communities around the Lido SEZ,\" said Syaiful Ardiansyah, GM of Town Management, MNC Lido City SEZ, on Thursday (April 17, 2025). <br/> <br/> Many residents in rural areas are affected by cataracts due to limited awareness on how to protect their eyes from daily exposure to direct sunlight during farming or fieldwork. <br/> <br/> \"We hope that with this activity will help improve access to healthcare, especially eye exams. We know that more than 80% of vision problems in Indonesia are caused by cataracts, which significantly affect people’s daily productivity,\" he explained. <br/> <br/> One of the biggest challenges for underprivileged communities is the lack of access to early diagnosis and screening. <br/> <br/> \"Through this initiative, we hope MNC Peduli and MNC Land can help the public, particularly with access to cataract surgeries. God willing, we’re partnering with RS Islam Assyifa Sukabumi for the operations,\" he added. <br/> <br/> The free early screenings are especially aimed at those without BPJS (National Health Insurance), helping them take early prevention measures through healthier lifestyles. <br/> <br/> \"This program will continue. MNC Land and MNC Group hope this effort will not only improve people’s productivity but also build synergy with local communities, since the development of the SEZ cannot stand alone,\" he said. <br/> <br/> Meanwhile, Dr. Riana Azmi, Ophthalmologist from RSIA Assyifa, said today’s activity involved screening cataract patients from the Cigombong area. Those identified will later undergo cataract surgery at RS Islam Assyifa. <br/> <br/> \"Today we are conducting cataract screenings for residents in Cigombong. The goal is to eliminate blindness caused by cataracts. After identifying patients, we will perform surgery at RS Islam Assyifa,\" said Dr. Riana. <br/> <br/> She added that the public responded enthusiastically to the screening. The hope is that more people will become aware that cataract-related blindness can be cured. <br/> <br/> \"We hope people understand that blindness caused by cataracts, in particular, is treatable,\" she said. <br/> <br/> On the same occasion, Wawan, the Secretary of Watesjaya Village, expressed his gratitude to MNC Peduli and MNC Land for this social initiative. <br/> <br/> \"First of all, we sincerely thank MNC Peduli, MNC Land, and RS Assyifa Sukabumi for conducting today's cataract screening. This activity is highly beneficial for our residents, who showed great enthusiasm,\" Wawan said. <br/> <br/> He also hoped that MNC Peduli and MNC Land would continue similar social programs, especially for those living around MNC Lido City SEZ. <br/> <br/> \"We truly hope that MNC Peduli will keep organizing social programs like this. Hopefully, there will be more events like today’s in the future,\" he added. <br/> <br/> Likewise, Pipin Farida (61), one of the residents who underwent the screening, also expressed her gratitude. Through this program, she was able to get a detailed understanding of her eye condition. <br/> <br/> \"Maybe it’s due to age—I’m already 61. Before I turned 60, I never needed glasses. I could still walk and read the Qur’an clearly without glasses,\" Pipin shared. <br/> <br/> She added that the program was very helpful in saving time and money compared to getting checked independently. <br/> <br/> \"Alhamdulillah, we’re very thankful. Normally, eye exams take time and cost money. I live near the hotel, so I just walked up here—no need to spend time or money,\" she said. <br/> <br/> \"Thank you so much. This program has really helped us, especially in terms of healthcare. I truly hope there will be more events like this. It’s incredibly useful and makes us more aware—especially for people my age,\" she concluded."
    },
    {
      "id": 16,
      "date": "18/04/2025",
      "category": "Event",
      "img": "/images/news/news-16.webp",
      "title": "Beauty With a Purpose: Miss Indonesia 2024 Monica Sembiring and MNC Peduli Inaugurate Clean Water Access in Padarincang",
      "thumbnail_desc": "The residents of Ciseke Village, Padarincang District, Serang Regency, welcomed the arrival of clean water with joy and gratitude. After years of relying on.... ",
      "desc": "PADARINCANG, BANTEN – The residents of Ciseke Village, Padarincang District, Serang Regency, welcomed the arrival of clean water with joy and gratitude. After years of relying on murky river water for their daily needs, they now have access to clean water and proper sanitation, thanks to the initiative of Miss Indonesia 2024, Monica Sembiring, in collaboration with MNC Peduli through the Beauty With a Purpose (BWAP) program. <br/> <br/> This initiative not only provides basic infrastructure but also brings new hope to more than 150 households in the area. <br/> <br/> Monica Sembiring, who visited the site personally, expressed that the project stemmed from her concern about the community’s poor access to safe water. <br/> <br/> \"This project was a struggle — it wasn’t easy. But I hope it brings better health to the residents.\" <br/> <br/> \"This is a luxury they have never experienced in their lives. I hope this development marks the beginning of an improved quality of life for the community — from health and education to the economy,\" Monica said. <br/> <br/> The project includes a 3-kilometer pipeline from the Cirahab spring, four water reservoir points, and three sanitation units (MCK), all of which are now fully functional and accessible to residents. <br/> <br/> \"The construction is complete — the sanitation units are built, the reservoirs, the water tanks — all have been successfully developed. I feel very happy because this joy is not just for a few people, but for hundreds,\" she said. <br/> <br/> The program was symbolically inaugurated through a plaque signing by Liliana Tanoesoedibjo, Executive Chairwoman of MNC Group and Founder & Chairwoman of the Miss Indonesia Organization, held in Jakarta. <br/> <br/> \"I’m truly proud of Monica’s incredible initiative,\" said Liliana. <br/> \"With the newly built pipeline, reservoirs, and sanitation facilities, the residents now have access to a much more decent standard of living.\" <br/> <br/> She added that this aid is expected to bring not only physical improvements but also increase awareness and responsibility in maintaining public health. <br/> <br/> \"This initiative is expected to raise awareness among the people of Ciseke Village about cleanliness, quality of life, and overall health,\" she noted. <br/> <br/> The residents expressed deep gratitude. Siti Maesaroh, one of the beneficiaries, shared, \"Alhamdulillah, I’m grateful and happy. It’s truly beneficial for our community. We’re so proud someone cared enough to help us.\" <br/> <br/> Agus Saepudin, Head of Padarincang Subdistrict, also appreciated the contributions made through this initiative. <br/> <br/> \"With this clean water and sanitation program now inaugurated, it can be fully utilized by the residents of Ciseke Village to improve their access to clean water,\" he said." 
    },
    {
      "id": 17,
      "date": "25/04/2025",
      "category": "CSR",
      "img": "/images/news/news-17.webp",
      "title": "MNC Peduli Distributes Agricultural Equipment to Pandai Sikek Village in West Sumatra",
      "thumbnail_desc": "Agricultural equipment aid is one form of intervention that is very strategic in encouraging increased agricultural productivity and farmers themselves can....",
      "desc": "TANAH DATAR - Agricultural equipment aid is one form of intervention that is very strategic in encouraging increased agricultural productivity and farmers themselves can cultivate land faster and optimally. <br/> <br/> Agricultural equipment aid also encourages farmers to be more open to technology and innovation in cultivation. Thus, they are not only more productive, but also better prepared to face the challenges of modern agriculture. <br/> <br/> In mid-2024, a flash flood natural disaster hit the West Sumatra region which had a wide impact spread across various regions. One of the areas most affected by the damage was in Tanah Datar Regency. <br/> <br/> The flash flood that hit Pandai Sikek Village, in Sepuluh Koto District, Tanah Datar Regency, West Sumatra, had a serious impact on farmers, causing fatal damage to agricultural land which resulted in economic losses. Agricultural land that was submerged in water for a long time damaged crops, and farmers also faced problems with pests and diseases. In addition, many farmers lost their crops due to flooding. <br/> <br/> Regional Secretary of Tanah Datar Regency, Elizar said on behalf of the Tanah Datar Regency government, he expressed his deepest gratitude to MNC Peduli because as is known, in 2024 Tanah Datar was hit by flash floods, many rice fields were affected, and other agricultural land was also affected. <br/> <br/> \"So with the assistance from MNC Peduli, of course we express our gratitude, because there are seven sub-districts affected by flash floods from Mount Marapi in 2024, the hope for the future is that with this assistance, the people of Tanah Datar Regency can rise and return. We also hope that what MNC Peduli provides will be very beneficial for our people in Tanah Datar.\" <br/> <br/> Elizaar added, for the affected community there are two ways to go, there is an integrated relocation of 60 families and then there is an independent relocation of 160 heads of families. \"For the damaged rice fields, there are 412 hectares, then 335 have been rehabilitated with the assistance of the Ministry of Agriculture.\" <br/> <br/> Caring about the survival of farmers and food availability, MNC Peduli distributes agricultural equipment to farmer groups in the Pandai Sikek, Paninjauan, Saruaso areas in Tanah Datar Regency - West Sumatra in the form of hand tractors, cultivators, irrigation machines and pipes for rice fields, and pest sprayers. <br/> <br/> This assistance is a commitment from MNC Peduli to distribute assistance that increases productivity for farmers, especially those affected by natural disasters. <br/> <br/> Deputy Chairperson of MNC Peduli, Syafril Nasution explained the assistance provided to the people of Tanah Datar Regency due to the disaster last year by Mount Marapi. \"We provide hand tractors for both wet and dry land, we also provide public health equipment for several health centers, we help including basic necessities\", Friday (4/25/2025). <br/> <br/> Syafril continued, this assistance we provide cannot restore what was lost but can ease the burden on the people of Tanah Datar Regency. \"We provide three villages, Pandai Sikek Village, Saruaso Village and Paninjauan Village, hopefully what MNC Peduli provides will be useful for the people of Tanah Datar Regency.\""
    },
    {
      "id": 18,
      "date": "25/04/2025",
      "category": "Event",
      "img": "/images/news/news-18.webp",
      "title": "MNC Peduli and MNC Land Initiate Green School Concept at Babakan Kencana Elementary School, Bodogol Sukabumi Village",
      "thumbnail_desc": "According to data from the Ministry of Environment and Forestry, Indonesia produces around 6.8 million tons of plastic waste per year and more than 60% of it is not recycled. This plastic waste has an negative impact....",
      "desc": "SUKABUMI - According to data from the Ministry of Environment and Forestry, Indonesia produces around 6.8 million tons of plastic waste per year and more than 60% of it is not recycled. This plastic waste has an negative impact on the environment, including polluting the sea and land. <br/> <br/> In response to this, MNC Peduli together with MNC Land is committed to playing an active role in protecting the earth by maintaining the surrounding environment by utilizing plastic waste so that it does not become waste. This is done by providing education to various schools to play a role. <br/> <br/> MNC Peduli together with MNC Land initiated a Green School program at Babakan Kencana Elementary School which is located around the MNC Lido City Special Economic Zone, by inviting students to play an active role in the environmental care program. <br/> <br/> \"As we know, plastic waste is the largest waste in the world, especially single-use plastics such as packaging plastic, plastic used in the products for sale. Well, that's why we, MNC Peduli and MNC Land, are carrying out educational activities to utilize plastic waste at Babakan Kencana Elementary School which is located in our area, KEK MNC Lido City,\" said Corporate Secretary of MNC Land Tbk Moch Tamami, Friday (4/25/2025). <br/> <br/> Students are given education about the impact of plastic use, collecting plastic waste to making Vertical Gardens from used plastic bottles that are used as plant pots to reduce and overcome pollution and environmental damage caused by throwing away plastic waste. <br/> <br/> \"Earlier I said that plastic waste is the largest waste in the world and also in this elementary school environment, all children use plastic, so we provide education on utilizing plastic waste from plastic bottles into something more useful, like today we are giving how to make plastic bottles like this.\" <br/> <br/> This is expected to increase children's awareness and knowledge about the impact of plastic waste on the environment and health, as well as encourage early behavioral changes towards wiser plastic use and more responsible waste management. <br/> <br/> \"We hope that the education that we provide by MNC Peduli and MNC Land can essentially trigger how they can utilize the waste and even reduce the use of plastic waste. As I said earlier, especially students at Babakan Kencana Elementary School can reduce the use of plastic from bringing their own snacks, bringing their own bottles from home so they don't have to buy bottled drinks.\" <br/> <br/> Meanwhile, the Principal of Babakan Kencana Elementary School, Yanti Susanti expressed her gratitude for the environmental care activities carried out by MNC Peduli and MNC Land at her school. <br/> <br/> \"I am very grateful to MNC Peduli and MNC Land who have introduced us to the Green School concept, and many of their programs include utilizing plastic waste into more productive items and can also contribute to the environment at school.\" <br/> <br/> She also hopes that this activity will be an experience and have a positive impact on her students habits regarding waste management. So that plastic waste at school can be reduced or utilized. <br/> <br/> \"At this school, there might already be waste collection services from the nearby village, but for this village there is none so we manage it here by separating some of the waste that can be recycled and there is waste that cannot be recycled such as plastic that we separate. And the results are that we collect the items and we use them as a medium for pots and our recycled waste makes fertilizer.\" <br/> <br/> This activity was also welcomed cheerfully by the students of Babakan Madang Elementary School. One of them was Fajar who admitted that he was happy where he could play while learning about the environment, especially about waste. <br/> <br/> \"I'm so happy that MNC Peduli and MNC Land can come here and teach us new things so that school doesn't get boring. Don't litter and care about the environment,\" said Fajar."
    },
    {
      "id": 19,
      "date": "03/05/2025",
      "category": "Event",
      "img": "/images/news/news-19.webp",
      "title": "Trump International Golf Club Lido Officially Opens, Setting a New Standard for World-Class Golf",
      "thumbnail_desc": "Indonesia's golf scene has marked another historic milestone. Trump International Golf Club Lido has officially opened all 18 of its holes for play, offering an unparalleled.... ",
      "desc": "LIDO – Indonesia's golf scene has marked another historic milestone. Trump International Golf Club Lido has officially opened all 18 of its holes for play, offering an unparalleled golfing experience that meets world-class standards. <br/> <br/> This exclusive golf course is now open to members and invited guests for both morning and afternoon tee-off sessions. Since its launch, the course has drawn attention from golf enthusiasts across the archipelago and even internationally. <br/> <br/> Located in one of the coolest climates in Southeast Asia, Trump International Golf Club Lido is widely praised for its unique design and breathtaking natural views. Built on a dramatic volcanic landscape, its design draws inspiration from distinctive geological features, creating a golfing experience unlike any other. <br/> <br/> The 18-hole course is divided into two contrasting nines. The front nine gradually ascends to a peak elevation of 700 meters above sea level. Holes 6 through 9 offer panoramic vistas, with Hole 7 standing out—a challenging par 3 that demands players to hit across a wide ravine toward a green facing Mount Salak, Mount Pangrango, and the scenic villages below. <br/> <br/> The back nine descends to around 300 meters elevation, introducing new strategies with shifting elevations and direction. The cooler temperatures and changing flora offer a different ambiance on every hole. <br/> <br/> Hole 15, although short, demands extreme precision. With a large tree on the left and dense vegetation on the right, it requires strategic accuracy with every shot. <br/> <br/> A player favorite, however, is Hole 16—a masterpiece of beauty and challenge. Featuring a massive 1,300 m² tee area curving dramatically along the edge of a ravine, this hole presents a different challenge each day, influenced by shifting wind directions and demanding carry distances. It merges raw natural beauty with high-level technical play. <br/> <br/> The game culminates in the iconic Hole 18—a majestic uphill shot over water toward the luxurious clubhouse. Surrounded by towering mountains and lush trees, the finishing hole is enhanced by tiered waterfalls that flow like lava, delivering a dramatic and unforgettable conclusion. <br/> <br/> Trump International Golf Club Lido now stands as a premier championship-caliber destination, combining authentic golf challenges, spectacular scenery, and world-class design. Rapidly gaining renown, it has become a must-play course for elite golfers from Asia and beyond. <br/> <br/> For those of you who want to become a member of Trump International Golf Club Lido, please contact us at 081318818890."
    },
    {
      "id": 20,
      "date": "05/05/2025",
      "category": "CSR",
      "img": "/images/news/news-20.webp",
      "title": "MNC Sekuritas Distributes MotionTrade Investor Donations to Baznas to Support Health Services",
      "thumbnail_desc": "MNC Sekuritas is a securities company under MNC Group, which is currently majority owned by PT MNC Kapital Indonesia Tbk....",
      "desc": "BEKASI - MNC Sekuritas is a securities company under MNC Group, which is currently majority owned by PT MNC Kapital Indonesia Tbk. <br/> <br/> MNC Sekuritas is a company that provides complete securities trading services and is supported by an online trading application, namely MotionTrade. In line with the principle of sustainability, MNC Sekuritas initiated several Corporate Social Responsibility (CSR) programs in the economic, social, and environmental fields. <br/> <br/> 1. MNC Sekuritas and Baznas <br/> MNC Sekuritas in collaboration with the National Zakat Agency (Baznas) distributed health donations to the people of Pantai Bahagia, Muara Gembong, Bekasi Regency, who needed special attention in the medical field on Tuesday (4/29/2025). <br/> <br/> The funds that were successfully collected came from investors who used the MotionTrade application through the Zakat/Infak feature during the period 13-21 March 2025 plus direct contributions from MNC Sekuritas' sharia customer transaction commissions during that period. <br/> <br/> MNC Sekuritas President Director Susy Meilina in her written statement expressed her gratitude for the active participation of MotionTrade investors and hopes that this assistance can provide sustainable benefits. Through this collaboration, the assistance collected is used for health check-ups, providing medicines, and medical assistance for local residents. <br/> <br/> \"We believe that success in the capital market must be accompanied by real social contributions. This collaboration with BAZNAS is a manifestation of our concern and that of investors for others, especially those in areas with limited health facilities,\" wrote Susy. <br/> <br/> 2. Baznas Leaders <br/> BAZNAS RI Head of Collection Rizaludin Kurniawan also welcomed this initiative and expressed his appreciation to MNC Sekuritas and MotionTrade investors who have entrusted the distribution of their zakat and infaq through Baznas. This collaboration reflects the financial sector's concern for community empowerment in areas such as Muara Gembong which are badly needed due to the lack of access to medical services. <br/> <br/> \"This program is proof that zakat can be an effective empowerment instrument if managed professionally and collaboratively. We hope that initiatives like this can continue to be expanded so that the benefits can be felt by more people in vulnerable areas,\" said Rizaludin. <br/> <br/> Enjoy stock, mutual fund, and bond investment services from #MNCSekuritas by immediately downloading the MotionTrade application and explore the seamless experience. The MotionTrade application can be downloaded on the Google PlayStore and Apple AppStore with the download link onelink.to/motiontrade. MNC Sekuritas, Invest with The Best!"
    },
    {
      "id": 21,
      "date": "15/05/2025",
      "category": "Event",
      "img": "/images/news/news-21.webp",
      "title": "MNC Group Receives Platinum Award at the 2nd Bina Mitra MSMEs Awarding Night",
      "thumbnail_desc": "Appreciation and recognition for the contributions of various corporations, institutions, and organizations in supporting Micro, Small, and Medium Enterprises (MSMEs) were held for the second time in the form of the Bina Mitra MSMEs Award 2025, initiated by....",
      "desc": "JAKARTA - Appreciation and recognition for the contributions of various corporations, institutions, and organizations in supporting Micro, Small, and Medium Enterprises (MSMEs) were held for the second time in the form of the Bina Mitra MSMEs Award 2025, initiated by Corporate Forum for Community Development (CFCD) Foundation. <br/> <br/> The 2025 Bina Mitra MSMEs Award has conducted an assessment of the MSMEs coaching model with 36 participating companies and consisting of 92 programs. <br/> <br/> The award focuses on MSMEs that have received assistance and guidance from partners, so that they can move up a class and improve their business performance. This event is expected to encourage more corporations and institutions to be involved in the development of MSMEs in the future, as well as provide incentives for MSMEs that have achieved. <br/> <br/> \"We hope that this activity can encourage MSMEs to move up a class, be able to transform, be connected in the supply chain and this is the most important thing. Large companies, both private and state-owned, need a supply chain, and this is needed in the context of partnership. With this award event, it is hoped that this can happen,\" said the Deputy for Medium Enterprises of the Ministry of Micro, Small and Medium Enterprises (MSMEs) Bagus Rachman. <br/> <br/> CFCD Founder Mr. Thendri Supriatno, MBA said that the purpose of this activity is to educate MSMEs and invite corporations to jointly foster MSMEs so that our nation's economy is strong. Because the role of MSMEs is very large in increasing national GDP, one of which is through the creation of employment. <br/> <br/> The Assessment Committee, Dwinda Ruslan explained, the jury wanted to see whether the MSMEs were fostered by large corporations so that they really took off and moved up a class. The concept must of course be supported by the commitment of the corporation itself. <br/> <br/> \"This is where we want to see their commitment and learning process, whether the coaching is in the same direction as the actual production management process, finance, marketing and marketing. This is the process that we check.\" <br/> <br/> \"We are grateful for the appreciation of the 2nd Bina Mitra MSMEs Award committee to MNC Group, especially the MSMEs development program. This gives us the spirit to develop further and provide benefits to partners or other micro business activities in the future,\" said Head of CSR MNC Group Tengku Havid. <br/> <br/> MNC Group through the MNC Peduli program won a platinum award for its concern in mentoring and developing MSMEs in one of its fostered micro businesses. <br/> <br/> MNC Peduli provides mentoring for women's empowerment by increasing circular economic micro businesses in the field of plastic waste recycling crafts through training, providing initial capital, distributing and marketing products, and providing access to participate in craft product exhibitions."
    },
    {
      "id": 22,
      "date": "06/05/2025",
      "category": "Event",
      "img": "/images/news/news-22.webp",
      "title": "MNC Insurance Receives MAIPARK Award 2025 for Its Contribution to Disaster Risk Resilience",
      "thumbnail_desc": "PT MNC Asuransi Indonesia (MNC Insurance), a subsidiary of PT MNC Kapital Indonesia Tbk (BCAP), has once again achieved a remarkable milestone in the national insurance industry by winning the prestigious MAIPARK Award 2025. This award was given by....",
      "desc": "JAKARTA – PT MNC Asuransi Indonesia (MNC Insurance), a subsidiary of PT MNC Kapital Indonesia Tbk (BCAP), has once again achieved a remarkable milestone in the national insurance industry by winning the prestigious MAIPARK Award 2025. This award was given by PT Reasuransi MAIPARK Indonesia as a form of appreciation for insurance companies that have made significant contributions in supporting Indonesia's resilience to disaster risks. <br/> <br/> The award ceremony took place at the Java Ballroom, The Westin Jakarta, which was attended by insurance industry players, regulators, and other stakeholders. <br/> <br/> 1. Award Based on Fiscal Year 2024 Performance <br/> MNC Insurance was named one of the recipients of the 2025 MAIPARK Award based on the results of the performance audit for the fiscal year 2024. The assessment was carried out by considering several aspects, including risk governance, contribution to the national reinsurance system, and the company's commitment to supporting the resilience of the insurance industry. <br/> <br/> 2. Statement by the Technical Director of MNC Insurance <br/> The Technical Director of MNC Insurance, David Satria Jaya, expressed his pride in the award received. \"We are very proud to receive the MAIPARK Award 2025. This is real evidence of the hard work and commitment of the entire MNC Insurance team in building a strong risk protection system and supporting the stability of the national insurance industry,\" he said at the event which took place on Tuesday (6/5/2025). <br/> <br/> 3. Appreciation from MAIPARK <br/> Meanwhile, Giki Ridho Arudya, Group Head of Corporate Secretary & Compliance of PT Reasuransi MAIPARK Indonesia, expressed his appreciation for MNC Insurance. \"MNC Insurance has shown excellent performance in contributing to national disaster risk and implementing healthy and sustainable reinsurance practices. We give this award as a form of recognition for this dedication.\" <br/> <br/> 4. Commitment to Insurance Industry Resilience <br/> This award further confirms MNC Insurance's position as a company that not only focuses on business growth, but also plays an active role in sustainable development in the financial sector and provides protection to the community against the risk of natural disasters."
    },
    {
      "id": 23,
      "date": "15/05/2025",
      "category": "Event",
      "img": "/images/news/news-23.webp",
      "title": "MNC Peduli Organizes Free Eye Check-ups for Children in Remote Areas of Papua",
      "thumbnail_desc": "MNC Peduli together with OneSight EssilorLuxottica Foundation and Yayasan Pendidikan Harapan Papua carried out eye examination activities for children at Lentera Harapan Gunung Moria School, Tangerang on....",
      "desc": "JAKARTA - MNC Peduli together with OneSight EssilorLuxottica Foundation and Yayasan Pendidikan Harapan Papua carried out eye examination activities for children at Lentera Harapan Gunung Moria School, Tangerang on Thursday (15/5/2025). <br/> <br/> For information, students who attend Lentera Harapan Gunung Moria School - Tangerang come from remote villages in the mountainous interior of Papua, which generally have limited access to healthcare services. <br/> <br/> Kristina Rany Novita, HR Manager & iChampion OneSight EssilorLuxottica Foundation revealed that this activity is one way to raise awareness of eye health in children. The activity is to distribute free glasses to students in need. <br/> <br/> \"Today, EssilorLuxottica together with MNC Peduli, in order to raise awareness of eye health, provides vision examinations and distributes free glasses to children. <br/> <br/> As a global leader, EssilorLuxottica is driven by a strong mission and responsibility to help people 'see more and be better',\" said Kristina to iNews Media Group, Thursday (5/15/2025). <br/> <br/> Kristina revealed that poor and uncorrected vision affects 1 in 3 people worldwide, and more than 60 million Indonesians, with many living in areas with limited access to eye care. <br/> <br/> By expanding access to quality eye care, EssilorLuxottica together with MNC Peduli strives to break down these barriers and improve lives globally. <br/> <br/> “We believe that good vision can be life-changing, especially for children because it has a direct impact on their ability to learn and overall well-being,” she explained. <br/> <br/> Kristina explained that eye health checks and the provision of glasses can help children achieve good vision so they can maximize their learning and academic activities. <br/> <br/> “Without good vision, children struggle to reach their full potential both academically and socially, and adults face challenges in performing at their best,” said Kristina. <br/> <br/> With this activity, it is hoped that it can help improve eye health examination services which are part of public awareness that maintaining eye health in children is a shared obligation in order to create a healthy generation, a smart generation of the nation's children."
    },
    {
      "id": 24,
      "date": "16/05/2025",
      "category": "Event",
      "img": "/images/news/news-24.webp",
      "title": "MNC Peduli and Essilor Luxottica Foundation Provide Free Eye Check-ups and Glasses for Tangerang Students",
      "thumbnail_desc": "MNC Peduli, together with the Harapan Papua Education Foundation and Essilor Luxottica Foundation, organized free eye check-ups and distributed glasses to students of Lentera Gunung Moria School in Tangerang Regency, Banten. The event was held on....",
      "desc": "JAKARTA - MNC Peduli, together with the Harapan Papua Education Foundation and Essilor Luxottica Foundation, organized free eye check-ups and distributed glasses to students of Lentera Gunung Moria School in Tangerang Regency, Banten. The event was held on Thursday (15/5/2025). <br/> <br/> The event was enthusiastically attended by students. Students were given the opportunity to have a free eye check-ups. <br/> <br/> If the student's eyes are disturbed, free glasses will be processed immediately to be given free of charge to the students. <br/> <br/> \"We are conducting eye examinations and collaborating with MNC and Lentera Harapan schools to conduct examinations and provide free glasses for those in need,\" said HR Manager and Ichampion Onesight Essilor Luxottica Foundation, Kristina Rany Novita, Thursday (5/15/2025). <br/> <br/> With this activity, Kristina hopes that students can receive direct benefits in their daily lives. This is especially in supporting educational activities. <br/> <br/> \"With better vision, children can read and excel in education and be useful to the nation,\" she said."
    },
    {
      "id": 25,
      "date": "16/05/2025",
      "category": "Event",
      "img": "/images/news/news-25.webp",
      "title": "PT Global Jasa Sejahtera Collaborates with Metro Regional Police to Hold Gada Pratama Training for Security Guards",
      "thumbnail_desc": "PT Global Jasa Sejahtera (GJS) is an outsourcing business unit under PT MNC Land, held Gada Pratama education and training for Security Unit officers. The education and training was held at MNC Tower, Central Jakarta....",
      "desc": "JAKARTA - PT Global Jasa Sejahtera (GJS) is an outsourcing business unit under PT MNC Land, held Gada Pratama education and training for Security Unit officers. The education and training was held at MNC Tower, Central Jakarta. This is intended for the XXVI batch, which totals 43 people. <br/> <br/> In the training, PT. GJS collaborated with the Sub-Directorate of Security Guards, Ditbinmas Metro Jaya Regional Police. The police officers involved will provide materials and training to the participants. <br/> <br/> \"This is a good thing, because in our country, security guards are now a profession. So we must honor the profession of security guards, that's why we must train security guards,\" said Head of the Sub-Directorate of Security Guards, Ditbinmas Metro Jaya Regional Police AKBP Hadi Setyawan, Friday (16/5/2025). <br/> <br/> During the training, in addition to receiving materials related to technical job skills, the security guards were also taught marching drills. This training is carried out to make security guards have a Gada Pratama certificate. <br/> <br/> This certification is an added value that a security guard has honed his skills and is able to work as a security guard. \"Follow this training properly, obey all existing regulations,\" said Hadi."
    },
    {
      "id": 26,
      "date": "16/05/2025",
      "category": "Event",
      "img": "/images/news/news-26.webp",
      "title": "PT Global Jasa Sejahtera: Security Guards Who Has a Gada Pratama Certificate Have the Ability to Do the Job",
      "thumbnail_desc": "PT Global Jasa Sejahtera (GJS) is an outsourcing business unit under MNC Land ensures Security Unit officers who has a Gada Pratama certification have the ability to do the job. This is because PT. GJS routinely conducts Gada Pratama....",
      "desc": "JAKARTA - PT Global Jasa Sejahtera (GJS) is an outsourcing business unit under MNC Land ensures Security Unit officers who has a Gada Pratama certification have the ability to do the job. This is because PT. GJS routinely conducts Gada Pratama education and training for security guards. <br/> <br/> This time, the training was given to batch XXVI which was attended by 43 participants. In this training, Security Unit officers from PT. GJS was provided with materials in the form of marching, presentation of duties and functions. Even, PT. GJS also collaborated with the police from Metro Jaya Regional Police. <br/> <br/> \"That's so they get a certificate and then get a KTA, so that legally they are already skilled and competent to work as security guards,\" said Head of Sub-Directorate of Security Guards, Ditbinmas Metro Jaya Regional Police AKBP Hadi Setyawan, Friday (16/5/2025). <br/> <br/> Although it has its own security guards, this training is also open for public. PT. GJS is open to accepting security guards from other companies who want to take part in Gada Pratama training and certification. <br/> <br/> Hadi explained that this training will make security guards work better. They will also be sure to know how the main tasks and functions of their work are. <br/> <br/> \"What is given by the teacher or instructor is implemented so that later in carrying out their duties after becoming a security guard they will be better and understand what their main tasks are.\""
    },
    {
      "id": 27,
      "date": "27/05/2025",
      "category": "Event",
      "img": "/images/news/news-27.webp",
      "title": "MNC Asset Management Distributes Social Funds to Orphanage Through MNC Peduli",
      "thumbnail_desc": "MNC Asset Management, through MNC Peduli, distributed social funds to Nurul Iman Mentas Orphanage, with a total value of....",
      "desc": "JAKARTA – MNC Asset Management, through MNC Peduli, distributed social funds to Nurul Iman Mentas Orphanage, with a total value of IDR 25 million. <br/> <br/> The event took place at MNC Bank Tower on Monday, May 26 2025, in conjunction with the signing of a mutual fund marketing partnership between MNC Asset Management and Bank Neo Commerce. <br/> <br/> Dimas Aditya Ariadi, Director of MNC Asset Management, stated that the distribution of social assistance is an essential part of the company’s values in promoting sustainability and contributing positively to society. <br/> <br/> In addition, this social fund distribution is part of MNC Asset Management's responsibility in managing sharia mutual funds, which require the distribution of cleansing funds derived from assets categorized as non-halal under sharia mutual fund principles. <br/> <br/> \"Today, we are distributing social funds to Nurul Iman Mentas Orphanage. \"We hope that the assistance provided can be utilized well and have a positive impact on the continuity of activities at the orphanage,\" said Dimas. <br/> <br/> Earlier in 2025, MNC Asset Management had also distributed social funds several times. Previously, MNC Asset Management has distributed social funds to Lazismu, Lazisnu, Rumah Zakat, and Islamic boarding schools. <br/> <br/> MNC Asset Management is committed to continuing to develop social programs through MNC Peduli, which aims to support social development in Indonesia."
    },
    {
      "id": 28,
      "date": "21/07/2025",
      "category": "Event",
      "img": "/images/news/news-28.webp",
      "title": "GJS Holds Gada Madya Training, Attended by Dozens of Security Personnel in Jakarta",
      "thumbnail_desc": "PT Global Jasa Sejahtera (PT GJS), a Security Service Business Entity (BUJP), once again conducted Gada Madya Education and Training for security personnel. A total of 52 participants successfully completed the Gada Madya training....",
      "desc": "JAKARTA - PT Global Jasa Sejahtera (PT GJS), a Security Service Business Entity (BUJP), once again conducted Gada Madya Education and Training for security personnel. <br/> <br/> A total of 52 participants successfully completed the Gada Madya training, an advanced training program aimed at enhancing the managerial skills and professionalism of security personnel in the field. <br/> <br/> The training's closing ceremony was held on Monday, July 21, 2025, at the iHub Building in Jakarta. The event was attended by the Head of the Security Guard Sub-Directorate of Polda Metro Jaya, AKBP Hadi Setiawan. <br/> <br/> In his remarks, Hadi expressed appreciation for BUJP’s contribution to improving the quality of national security human resources. Also present were members of PT Global Jasa Sejahtera’s Board of Directors (BOD), demonstrating management’s support for enhancing the competence of security personnel in the workplace. <br/> <br/> Hadi explained that the Gada Madya training is a continuation of the Gada Pertama qualification and aims to produce professional security personnel.<br/> <br/> “It is hoped that through this training, participants can become supervisors capable of executing tasks assigned by their leaders,” he said. <br/> <br/> The training instructors were from Polda Metro Jaya and included officially qualified trainers. The material provided was comprehensive, covering both technical and managerial aspects. <br/> <br/> According to Hadi, the training also served as a platform for developing the mental and physical resilience of prospective security supervisors across various sectors. <br/> <br/> “Security personnel are a noble profession. They are partners of the National Police with limited police authority and are part of the PAM Swakarsa (self-reliant security) that we have trained to assist in carrying out police duties,” he stated. <br/> <br/> During the training, participants received essential materials, including Standard Operating Procedures (SOP) for security, leadership in duties, security management systems, emergency response, and technical skills such as proficiency in using batons and handcuffs, as well as drill exercises. All materials were designed in accordance with the official curriculum based on Indonesian National Police regulations. <br/> <br/> This marks the second time GJS has conducted Gada Madya training, reflecting the company’s commitment to producing highly skilled, certified security personnel ready to face professional challenges. <br/> <br/> With the completion of this training, participants are expected to carry out their security responsibilities more effectively and contribute to maintaining order and safety in their work environments."
    },
    {
      "id": 29,
      "date": "21/07/2025",
      "category": "Event",
      "img": "/images/news/news-29.webp",
      "title": "52 Security Personnel Graduate from Gada Madya Training, PT GJS Promotes More Professional Security Standards",
      "thumbnail_desc": "PT Global Jasa Sejahtera (PT GJS), a Security Service Business Entity (BUJP), has once again conducted Gada Madya Education and Training for dozens of security personnel. A total of 52 participants successfully completed this advanced training, which aims to....",
      "desc": "JAKARTA - PT Global Jasa Sejahtera (PT GJS), a Security Service Business Entity (BUJP), has once again conducted Gada Madya Education and Training for dozens of security personnel. <br/> <br/> A total of 52 participants successfully completed this advanced training, which aims to enhance managerial capacity, professionalism, and readiness of security personnel in performing their duties in the field. <br/> <br/> The training’s closing ceremony was held on Monday, July 21, 2025, at the iHub Building in Jakarta, attended by the Head of the Security Guard Sub-Directorate of Polda Metro Jaya, AKBP Hadi Setiawan, and members of PT GJS’s Board of Directors, demonstrating support for the development of security personnel competencies. <br/> <br/> AKBP Hadi Setiawan expressed appreciation for PT GJS’s ongoing commitment to producing highly skilled security personnel. <br/> <br/> “It is hoped that the results of this training will produce supervisors capable of interpreting and executing leadership instructions professionally,” Hadi said. <br/> <br/> Comprehensive Materials and Police Standards: <br/> During the training period, participants were equipped with essential materials, including Standard Operating Procedures (SOP) for security, field leadership, security management systems, emergency response, and technical skills such as the use of batons and handcuffs, as well as drill exercises. <br/> <br/> All materials adhered to the official curriculum set by the Indonesian National Police and were delivered by instructors from Polda Metro Jaya and certified trainers. <br/> <br/> AKBP Hadi emphasized that the training was not only technical but also served as a platform for developing the mental and physical resilience of prospective security supervisors across various industrial sectors.<br/> <br/> “Security personnel are part of the national security system, strategic partners of the National Police with limited authority, and members of the PAM Swakarsa (self-reliant security) that we continue to train,” he explained. <br/> <br/> PT GJS’s Commitment to Developing Professional Security Personnel:<br/> This marks the second time PT GJS has conducted Gada Madya training, in line with the company’s vision to produce well-trained, certified security personnel ready to face professional challenges. <br/> <br/> With the completion of this training, participants are expected to take on greater responsibilities in the field and contribute to maintaining order and safety in their respective work environments."
    },
    {
      "id": 30,
      "date": "22/07/2025",
      "category": "Event",
      "img": "/images/news/news-30.webp",
      "title": "Producing Competent Security Supervisors, PT GJS Holds Gada Madya Training Again",
      "thumbnail_desc": "PT Global Jasa Sejahtera (PT GJS), a Security Service Business Entity (BUJP), has once again conducted Gada Madya Education and Training for security personnel to enhance the professionalism and managerial....",
      "desc": "JAKARTA - PT Global Jasa Sejahtera (PT GJS), a Security Service Business Entity (BUJP), has once again conducted Gada Madya Education and Training for security personnel to enhance the professionalism and managerial skills of security officers. <br/> <br/> The training successfully graduated 52 participants who completed the entire program. Gada Madya is an advanced training level following Gada Pratama, aimed at producing competent and certified security supervisors.<br/> <br/> The closing ceremony of the training was held on Monday, July 21, 2025, at the iHub Building in Jakarta, attended by the Head of the Security Guard Sub-Directorate of Polda Metro Jaya, AKBP Hadi Setiawan. In his remarks, Hadi expressed appreciation for PT GJS’s contribution to improving the quality of human resources in the national security sector.<br/> <br/> During the training, participants received materials covering Standard Operating Procedures (SOP) for security, leadership, security management systems, emergency response, and technical skills such as the use of batons and handcuffs, as well as drill exercises. The materials were delivered by instructors from Polda Metro Jaya and nationally certified trainers, based on the official curriculum of the Indonesian National Police.<br/> <br/> This marks the second time PT GJS has conducted Gada Madya training, reflecting the company’s commitment to producing professional, high-quality security personnel ready to face challenges in various work sectors. <br/> <br/> With the completion of this training, participants are expected to carry out their responsibilities more effectively and play an active role in maintaining security and order in their respective work environments."
    }
  ],
  "news_id": [
    {
      "id": 1,
      "date": "28/12/2022",
      "category": "Event",
      "img": "/images/news/news-1.webp",
      "title": "MNC Peduli Dukung Masyarakat Indonesia yang Terdampak COVID-19",
      "thumbnail_desc": "Di tengah kondisi pandemi virus Corona atau COVID-19, MNC Peduli kembali mendistribusikan bantuan berupa 5.000 paket sembako .... ",
      "desc": "Di tengah kondisi pandemi virus Corona atau COVID-19, MNC Peduli kembali mendistribusikan bantuan berupa 5.000 paket sembako kepada Kementerian Sosial (Kemensos) untuk didistribusikan kepada masyarakat yang terdampak. <br/> <br/> Hari ini saya mendistribusikan bantuan MNC Peduli kepada Kementerian Sosial. Mari kita bekerja sama untuk bersatu, karena ini adalah tugas bersama untuk saling melindungi dan bekerja dengan baik, karena masih banyak saudara-saudara kita yang masih kekurangan pada kesempatan ini,\" kata Ketua Eksekutif MNC Group, Hary Tanoesoedibjo, di Gedung Konvensi TMPNU, Kalibata, Jakarta, Senin (13/4/2020). <br/> <br/> Harapan kita tentu agar ini segera terselesaikan karena ini memengaruhi seluruh elemen masyarakat, terutama kelas bawah,\" ujarnya. <br/> <br/> Sebelumnya, pada hari Rabu (01/04/2020), MNC Peduli juga mendistribusikan masker, alat pelindung diri (APD), dan ventilator senilai Rp 5 miliar melalui Satuan Tugas Percepatan Pangan COVID-19. Bantuan juga disalurkan langsung melalui beberapa rumah sakit."
    },
    {
      "id": 2,
      "date": "28/12/2022",
      "category": "CSR",
      "img": "/images/news/news-2.webp",
      "title": "Manajemen One East Residences Menggelar Latihan Pemadam Kebakaran untuk Mengantisipasi Keadaan Darurat",
      "thumbnail_desc": "Manajemen Gedung dari One East Penthouse & Residences di Surabaya mengadakan acara Latihan Pemadam Kebakaran yang dihadiri ..",
      "desc": "Manajemen Gedung dari One East Penthouse & Residences di Surabaya mengadakan acara Latihan Pemadam Kebakaran yang dihadiri oleh sejumlah karyawan. <br/> <br/> Acara ini bertujuan untuk memberikan edukasi kepada sejumlah karyawan dari One East Residences dan Oakwood Hotel & Residence Surabaya agar dapat mengatasi masalah darurat sesuai dengan standar keamanan, sehingga mereka dapat merespons dengan cepat ketika terjadi keadaan darurat, seperti kebakaran gedung. <br/> <br/> Acara Latihan Pemadam Kebakaran yang berlangsung mulai pukul 14:00 WIB hingga 16:00 WIB di sekitar area One East Residences mendapat sambutan yang baik dari para karyawan yang berpartisipasi dalam kegiatan ini. <br/> <br/> Diharapkan karyawan yang mengikuti pelatihan ini dapat memahami setiap proses yang diajarkan oleh instruktur ahli dari Global Jasa Sejahtera. <br/> <br/> Untuk terus mencegah penyebaran Covid-19, manajemen gedung telah menerapkan protokol kesehatan standar 3M (Memakai Masker, Mencuci Tangan dengan Sabun, dan Menjaga Jarak Minimal 1 meter), sehingga tetap aman dan nyaman selama acara berlangsung."
    },
    {
      "id": 3,
      "date": "28/12/2022",
      "category": "Event",
      "img": "/images/news/news-3.webp",
      "title": "Pantau Update Konser Lido MAC! Bisa Jadi Band Favorit Anda yang Konser di KEK MNC Lido Tahun Ini",
      "thumbnail_desc": "Konser Hunter, sudah siap untuk nonton live konser lagi? Siapapun Anda, apakah Blink, sebutan untuk fans Black Pink, ataupun penikmat musik 90an ...",
      "desc": "Konser Hunter, sudah siap untuk nonton live konser lagi? Siapapun Anda, apakah Blink, sebutan untuk fans Black Pink, ataupun penikmat musik 90an seperti MLTR, atau bahkan pecinta band lokal seperti Dewa, Noah sekalipun, tahun 2023 ini mungkin akan menjadi momen indah yang akan dikenang. <br/> <br/> Atau mungkin salah satu penyanyi yang pernah manggung di Summertime Ball, Inggris? Atau di Coachella, Amerika Serikat? <br/> <br/> \"Tunggu tanggal mainnya. Yang pasti Lido Music & Arts Center (Lido MAC) akan jadi salah satu tujuan favorit para penikmat musik nantinya,\" kata Direktur PT MNC Land Tbk, Natalia Cecilia Tanudjaja. <br/> <br/> Natalia tidak membantah informasi yang telah beredar beberapa waktu belakangan ini yang menyebutkan konser dunia akan hadir di Lido MAC tahun ini. Dia meminta semua bersabar dan tetap mengikuti informasinya melalui www.mncland.com atau akun instagram @mncland. <br/> <br/> Berlokasi di KEK MNC Lido City – Bogor, Lido Music & Arts Center yang merupakan world-class outdoor venue pertama di Indonesia untuk penyelenggaraan berbagai festival musik dan seni nasional maupun internasional, yang hadir dengan mengusung konsep terinspirasi dari Coachella Music & Art Festival di California, Amerika Serikat <br/> <br/> Berdiri di atas lahan seluas 5 hektar dengan konsep venue konser terbuka, Lido Music & Arts Center didesain untuk menampung 50 ribu pengunjung. Bedanya, bila Coachella berada di kawasan Colorado Desert yang suhunya bisa mencapai 41 derajat celsius, Lido Music & Arts terletak pada ketinggian 600 meter di atas permukaan laut, menawarkan suhu sejuk sekitar 22 hingga 25 derajat Celsius dengan latar belakang tiga pegunungan. "
    },
    {
      "id": 4,
      "date": "28/12/2022",
      "category": "Event",
      "img": "/images/news/news-4.webp",
      "title": "CSR MNC Land Tembus Rp6 Miliar, Ketua MNC Peduli: Kolaborasi Ini Persembahan Untuk Indonesia",
      "thumbnail_desc": "PT MNC Land Tbk (KPIG) merayakan ulang tahunnya ke-15 pada tanggal 27 September 2022. Meskipun demikian, beragam torehan prestasi sudah dapat ...",
      "desc": "PT MNC Land Tbk (KPIG) merayakan ulang tahunnya ke-15 pada tanggal 27 September 2022. Meskipun demikian, beragam torehan prestasi sudah dapat dirasakan sepanjang tahun ini. Sebut saja Peresmian Park Hyatt Jakarta yang fenomenal dan disebut-sebut sebagai ikon industri hospitality di Jakarta <br/> <br/> Yang tidak kalah penting adalah kegiatan Corporate Social Responsibility (CSR) yang selama ini berkolaborasi dengan MNC Peduli, yang sepanjang tahun 2022 ini berjumlah 15 kegiatan dengan nilai benefit mencapai Rp6,4 miliar. Kegiatan itu melingkupi CSR Pendidikan, CSR Kesehatan dan bantuan sosial lainnya yang bertujuan untuk membantu masyarakat yang belum beruntung.  <br/> <br/> Ketua MNC Peduli, Jessica Tanoesoedibjo mengapresiasi komitmen MNC Land dalam berpartisipasi dan berkolaborasi dengan MNC Peduli yang mendukung aksi-aksi kepedulian sosial secara berkesinambungan.  <br/> <br/> \"Selama lebih dari 15 tahun, MNC Peduli berkomitmen untuk memberikan bantuan kepada kebutuhan yang paling mendesak akibat bencana alam, serta program berkelanjutan di bidang pendidikan, kesehatan, sanitasi, infrastruktur, bantuan disabilitas, dukungan kegiatan keagamaan, dan lain-lain,\" kata Jessica. <br/> <br/> Jessica berharap kegiatan CSR MNC Land dapat terus berlanjut di masa yang akan datang, karena dia yakin aksi-aksi sosial yang dilaksanakan bersama itu memberi manfaat bagi masyarakat, sekaligus ikut menyukseskan program-program pemerintah untuk meningkatkan kesejahteraan rakyat. <br/> <br/> \"Berbagai program CSR, baik yang sudah dilakukan maupun di masa yang akan datang, adalah komitmen MNC Group yang kami persembahkan untuk Indonesia,\" pungkasnya <br/> <br/> Senada dengan Jessica, Kepala Puskesmas Cigombong dr. Dian Nurdiani tidak dapat menutupi rasa gembira atas kerjasama yang baik selama ini dengan MNC Peduli dan MNC Land. Dian bersyukur masih ada pihak seperti MNC Peduli dan MNC Land yang memiliki perhatian yang begitu besar terhadap anak-anak di Kawasan Lido, Bogor. <br/> <br/> \"Saya mengucapkan terima kasih kepada MNC Land dan MNC Peduli yang sudah bekerja sama dengan pemerintahan Desa Tugu Jaya (di Kawasan Lido). Alhamdulillah masyarakat antusias,\" kata Dian. <br/> <br/> Dian menilai, pilihan program CSR Pendidikan dan CSR Kesehatan di kawasannya adalah kebijakan yang tepat, dengan harapan agar anak-anak di kawasan Lido dapat hidup lebih sehat kelak menjadi anak-anak yang berprestasi di masa yang akan datang.   "
    },
    {
      "id": 5,
      "date": "28/12/2022",
      "category": "Event",
      "img": "/images/news/news-5.webp",
      "title": "Resmikan KEK Lido, Jokowi Yakin Bisa Gelar Konser Sekelas Coachella",
      "thumbnail_desc": "Presiden Joko Widodo (Jokowi) menilai Kawasan Ekonomi Khusus atau KEK Wisata Lido yang digarap MNC Group punya potensi besar, bahkan berpotensi ...",
      "desc": "Presiden Joko Widodo (Jokowi) menilai Kawasan Ekonomi Khusus atau KEK Wisata Lido yang digarap MNC Group punya potensi besar, bahkan berpeluang menggelar konser akbar kelas dunia seperti Coachella. Kehadiran KEK Lido, tambah Kepala Negara, akan berperan meredam hasrat wisatawan lokal yang kerap bepergian ke luar negeri demi sekadar menonton konser. \"Kalau mau nonton Coachella, semuanya ada,\" kata Jokowi usai menandatangani KEK Lido di KEK Lido, Bogor, Jawa Barat pada Jumat (31/3/2023). <br/> <br/> Coachella sendiri merupakan festival musik di Amerika Serikat. Konsep Coachella adalah perhelatan musik berhari-hari dengan mendatangkan musisi kelas dunia di lembah Coachella. Jokowi meyakini KEK Lido siap memainkan peran tersebut, sebab konsep yang diusung oleh MNC dalam membangun KEK Lido ini cukup lengkap. <br/> <br/>  Hal ini akan menjadi daya tarik tersendiri bagi wisatawan lokal maupun mancanegara untuk berkunjung ke KEK Lido yang terletak di Kabupaten Bogor, Jawa Barat itu. <br/> <br/> \"Dengan konsep ke depan ada movie land, team park, techno park, kawasan musik, dan kawasan otomotif,\" tambahnya. Setelah berkeliling melihat progres pembangunan KEK Lido, Jokowi yakin kawasan ini bisa menjadi destinasi pariwisata nasional yang memiliki potensi kelas dunia. <br/> <br/> Presiden Joko Widodo (Jokowi) meresmikan Kawasan Ekonomi Khusus (KEK) Lido milik konglomerat Harry Tanoesoedibjo di Bogor, Jawa Barat pada Jumat (31/3/2023). Jokowi meyakini pembangunan KEK Lido akan dapat memberikan nilai keekonomian bagi Negara serta dapat dimanfaatkan bagi sektor swasta untuk mendapatkan nilai yang sama. Dalam peresmian ini Jokowi didampingi oleh Menteri Pekerjaan Umum dan Perumahan Rakyat Basuki Hadimuljono, Menteri Koordinator Bidang Perekonomian Airlangga Hartarto, <br/> <br/> Menteri Pariwisata dan Ekonomi Kreatif Sandiaga Uno, Gubernur Jawa Barat Ridwan Kamil, Walikota Bogor Bima Arya serta bos MNC Group Hary Tanoesoedibjo. Sekadar informasi, MNC Land Tb.k siap mengoperasikan tiga proyek di KEK MNC Lido City. Ketiga proyek tersebut yakni LMAC (Lido Music Art Center), Movieland, dan Trump International Lido Golf."
    },
    {
      "id": 6,
      "date": "28/11/2024",
      "category": "Event",
      "img": "/images/news/news-6.webp",
      "title": "MNC Group Raih Penghargaan Indonesia SDGs Award (ISDA) 2024",
      "thumbnail_desc": "CFCD yang merupakan sebuah forum perusahaan dengan visi menjadi jejaring dan pusat pembelajaran CSR terkemuka di Indonesia dan Internasional menyelenggarakan kembali Indonesia CSR Award (ICA) dan Indonesian SDGs Award (ISDA) 2024 di.... ",
      "desc": "Jakarta – CFCD yang merupakan sebuah forum perusahaan dengan visi menjadi jejaring dan pusat pembelajaran CSR terkemuka di Indonesia dan Internasional menyelenggarakan kembali Indonesia CSR Award (ICA) dan Indonesian SDGs Award (ISDA) 2024 di Hotel Raffles, Kuningan, Jakarta Selatan pada 28 November 2024. <br/> <br/> Ketua Umum CFCD, Ir. Thendri Supriatno, MBA menyampaikan “Program CSR dan Program SDGs perusahaan merupakan aktivitas perusahaan yang sangat strategis dalam memastikan keberlanjutan perusahaan. Oleh karenanya ajang apresiasi terhadap program tersebut sangatlah penting untuk dilakukan. Apresiasi baik program Penghargaan ICA maupun ISDA akan dilaksanakan dalam sebuah rangkaian acara yang sama. Sebagai apresiasi diberikan kepada dunia usaha termasuk lembaga mitra perusahaan yang memiliki program atau aktivitas dalam upaya pemenuhan tanggung jawab sosialnya dan kontribusi dalam pencapain Tujuan SDGs 2030”. <br/> <br/> Pemerintah melalui Kementerian Perencanaan Pembangunan Nasional/Badan Perencanaan Pembangunan Nasional (PPN/Bappenas) melaporkan bahwa capaian SDGs di Indonesia hingga tahun 2024 sebesar 62,5 persen dari 222 indikator SDGs yang telah on track. Capaian tersebut lebih baik dibandingkan rata-rata negara di tingkat global sebesar 17 persen dari target SDGs yang on track, dengan perkiraan seluruh target SDGs akan tercapai 32 tahun lagi apabila tak ada upaya transformasi untuk mempercepat pencapaian target-target tersebut. Salah satu stategi percepatan pencapaian target target SDGs adalah dengan melibatkan peran semua pihak termasuk peran swasta - perusahaan dan masyarakat. <br/> <br/> Prof  Dr Hardinsyah MS sebagai Sekjen CFCD dan Ketua Panitia Pengarah kegiatan ini menyatakan “Melalui kegiatan ICA dan ISDA setiap tahun dapat kita lihat peningkatan peran perusahaan dalam menerapkan CSR dan implementasinya dalam turut mencapai target-target SDGs dan peningkatan kesejahteraan masyarakat. ICA dan ISDA merupakan salah kegiatan CFCD, masih banyak kegiatan CFCD lainnya yang merespon kebutuhan anggota dan stakeholders seperti berbagai Pelatihan CSR, Temu Forum, Evaluasi dan kajian CSR, Layanan konsultasi dan pendampingan program CSR, Pengembangan kelembagaan dan inovasi program CSR, Penerbitan buku praktek baik CSR, dan majalah CSR. <br/> <br/> Dalam ajang Indonesian SDGs Award (ISDA) 2024 ini, diantara ratusan perusahaan yang berpartisipasi, MNC Group melalui MNC Peduli berhasil meraih 3 kategori penghargaan The Top Corporate Leadership on SDGs, The Most Commited Corporate to SDGs on Social Pillar, The Most Commited Corporate to SDGs on Environment melalui 8 program. <br/> <br/> Penghargaan ini merupakan tahun ke tiga, MNC Group melalui MNC Peduli mendapatkan penghargaan dari Indonesia SDGs Award (ISDA) tahun 2024 merupakan ajang pemberian penghargaan terbesar atas peran serta perusahaan dalam mewujudkan pembangunan berkelanjutan. <br/> <br/> Wakil Ketua Umum MNC Peduli Jessica Tanoesoedibjo mengatakan bahwa ini merupakan sebuah kehormatan bahwa MNC Peduli bisa meraih penghargaan Indonesia SDGs Award (ISDA) tahun 2024. <br/> <br/> “Ini merupakan suatu kebanggan dan kehormatan bagi kami, kami juga berterima kasih atas apresiasi yang diberikan penyelenggara dan dewan juri, bahwa ini merupakan ketiga kalinya kami mendapatkan penghargaan dari ISDA. Ini dapat menjadikan motivasi bagi kami agar kedepannya dapat terus  menjalankan dan meningkatkan kwalitas dari inisiatif-inisiatif kegiatan sosial yang berkelanjutan dan selaras dengan SDGs,” jelas Jessica."
    },
    {
      "id": 7,
      "date": "11/12/2024",
      "category": "Event",
      "img": "/images/news/news-7.webp",
      "title": "Gandeng RSCM, MNC Peduli Gelar Aksi Donor Darah",
      "thumbnail_desc": "Aksi donor darah “MNC Love Donation” kembali digelar MNC Peduli pada Desember 2024 di iNews Tower, Kebon Sirih, Jakarta Pusat (11/12/2024). Menggandeng Unit Transfusi Darah Rumah Sakit Dr. Cipto Mangunkusumo Jakarta dalam.... ",
      "desc": "Jakarta – Aksi donor darah “MNC Love Donation” kembali digelar MNC Peduli pada Desember 2024 di iNews Tower, Kebon Sirih, Jakarta Pusat (11/12/2024). Menggandeng Unit Transfusi Darah Rumah Sakit Dr. Cipto Mangunkusumo Jakarta dalam pelaksanaan, kegiatan donor darah ini diikuti oleh ratusan karyawan MNC Group dan juga umum. <br/> <br/> Hasil donor darah akan dialokasikan untuk kebutuhan pasien di Rumah Sakit Dr. Cipto Mangunkusumo Jakarta. Mempunyai kebutuhan darah yang sangat tinggi, pihak UTD RSCM terbantu dengan adanya kerjasama ini. <br/> <br/> “Kami merasa sangat terbantu dengan adanya kerjasama dan kami apresiasi. Kami mempunyai kebutuhan darah yang cukup tinggi dibandingkan kan dengan rumah sakit rumah sakit lain selain untuk kebutuhan darah rutin pasien pasien dengan kelainan darah dan pasien kondisi darurat”, tutur Kepala UTD RSCM, Elida Marpaung. <br/> <br/> Tahun 2024, MNC Peduli berhasil mengumpulkan ribuan kantong dari dari 12 kali pelaksanaan di iNews Tower – Kebon Sirih, MNC Studios – Kebon Jeruk dan MNC Vision Tower – Kedoya. Sebagai bentuk komitmen akan kepedulian terhadap kesehatan masyarakat, MNC Peduli akan terus mengadakan kegiatan ini yang memiliki manfaat bagi pendonor dan penerima. <br/> <br/> Ketua MNC Peduli, Syafri Nasution yang ikut berpartisipasi mendonorkan darahnya, merasakan manfaat dan berharap pihak lainnya mengadakan kegiatan seperti ini. <br/> <br/> \"Tentunya untuk donor darah ini sangat baik untuk kesehatan pasien atau untuk kita sendiri dan ini juga sebagai kegiatan sosial kita kepada masyarakat yang membutuhkan darah dan kami berharap hal hal seperti ini bisa di ikuti perusahaan perusahaan lain\", katanya. <br/> <br/> MNC Love Donation merupakan kolaborasi dari sejumlah unit usaha MNC Group yaitu PT MNC Asia Holding Tbk, PT MNC Kapital Indonesia Tbk, PT Global Mediacom Tbk, PT MNC Tbk, PT MNC Land Tbk, PT MNC Guna Usaha Indonesia, PT MNC Finance dan PT MNC Energy Investments Tbk."
    },
    {
      "id": 8,
      "date": "30/01/2025",
      "category": "Event",
      "img": "/images/news/news-8.webp",
      "title": "KEK MNC Lido City Lanjutkan Progam Peduli Masjid di Bogor",
      "thumbnail_desc": "Kawasan Ekonomi Khusus (KEK) MNC Lido City terus berkomitmen menjaga kebersihan serta kenyamanan rumah ibadah di sekitar kawasan. Sebagai wujud tanggung jawab sosial.... ",
      "desc": "BOGOR - Kawasan Ekonomi Khusus (KEK) MNC Lido City terus berkomitmen menjaga kebersihan serta kenyamanan rumah ibadah di sekitar kawasan. Sebagai wujud tanggung jawab sosial dan lingkungan, kepedulian MNC Lido City disalurkan melalui Program Peduli Masjid. <br/> <br/> Kali ini MNC Land bersama MNC Peduli kembali melaksanakan program Peduli Masjid yang keempat kalinya dengan melakukan pembersihan di Masjid Jami Al Hidayah, yang berlokasi di Desa Srogol, Kecamatan Cigombong, Kabupaten Bogor. <br/> <br/> Seperti diketahui, Kegiatan ini bertujuan menciptakan lingkungan ibadah yang lebih nyaman dan layak bagi masyarakat. Berbagai upaya dilakukan, mulai dari pembersihan toilet, tempat wudhu, lantai, vakum karpet, hingga pembersihan di titik yang jarang terjangkau. <br/> <br/> 1. Program Peduli Masjid <br/> Ketua DKM Masjid Al Hidayah, H. Didih Muhdiat, mengungkapkan bahwa program ini memberikan manfaat besar bagi pengelola masjid, terutama dalam hal perawatan fasilitas yang sulit dijangkau. <br/> <br/> \"Kegiatan ini sangat membantu, terutama untuk bagian-bagian yang sulit dibersihkan karena keterbatasan peralatan yang kami miliki,\" ujarnya. <br/> <br/> Selain itu, ia juga menyampaikan rasa terima kasihnya kepada MNC Land dan MNC Peduli atas inisiatif yang telah dilakukan. <br/> <br/> \"Atas nama Pengurus DKM Al Hidayah Desa Srogol, kami mengucapkan terima kasih. Semoga kegiatan ini membawa keberkahan bagi kita semua. Kami berharap program serupa dapat terus berlanjut, tidak hanya di masjid ini tetapi juga di masjid-masjid lain di sekitar KEK MNC Lido City serta kegiatan sosial lainnya,\" tambahnya. <br/> <br/> 2. CSR MNC Lido City <br/> Di kesempatan terpisah, Direktur Utama MNC Land, M. Budi Rustanto, menegaskan bahwa Program Peduli Masjid merupakan implementasi nyata dari filosofi MNC Group, yang berfokus pada aspek sosial, ekonomi, dan lingkungan. <br/> <br/> \"Kegiatan ini adalah bentuk kepedulian kami terhadap lingkungan sekitar KEK MNC Lido City, salah satunya melalui aksi sosial seperti ini,\" ujarnya. <br/> <br/> Sebagai bagian dari program berkelanjutan, Program Peduli Masjid direncanakan berlangsung setiap minggu dengan target membersihkan delapan masjid sebelum bulan Ramadan. Langkah ini diharapkan dapat memberikan manfaat optimal bagi masyarakat serta meningkatkan kenyamanan ibadah selama bulan suci. <br/> <br/> Sebagai Kawasan Ekonomi Khusus Pariwisata, KEK MNC Lido City mengintegrasikan berbagai sektor, mulai dari hunian, komersial, hingga destinasi wisata dan resor di atas lahan seluas lebih dari 1.000 hektare di Lido, Bogor, Jawa Barat. Berbagai fasilitas unggulan telah beroperasi di kawasan ini, termasuk Lido Lake Resort, Trump International Golf Club Lido, Lido Adventure Park, Movieland, dan Lido Music and Arts Center. Pada semester pertama 2025, Hyatt Regency Resort akan menjadi tambahan fasilitas mewah yang semakin melengkapi daya tarik kawasan ini."
    },
    {
      "id": 9,
      "date": "24/02/2025",
      "category": "CSR",
      "img": "/images/news/news-9.webp",
      "title": "Kolaborasi MVN dan MNC Peduli, Berikan Bantuan Donasi untuk Rumah Singgah House of Heart",
      "thumbnail_desc": "MNC Vision Network (MVN) bersama MNC Peduli menyelenggarakan kegiatan Corporate Social Responsibility (CSR) dengan memberikan bantuan donasi kepada.... ",
      "desc": "JAKARTA - MNC Vision Network (MVN) bersama MNC Peduli menyelenggarakan kegiatan Corporate Social Responsibility (CSR) dengan memberikan bantuan donasi kepada Rumah Singgah House of Heart di Jalan Cempaka Putih Barat, Jakarta Pusat, Senin (24/2/2025). Kegiatan ini merupakan wujud kepedulian sosial MVN dan MNC Peduli. <br/> <br/> \"Sebagai bentuk wujud dari, kepedulian terhadap masyarakat kami datang ke sini ke rumah singgah house of heart dalam rangka memberikan sedikit bantuan,\" kata Direktur Operasional PT MNC Kabel Mediacom, Rafdian Rasyid kepada wartawan. <br/> <br/> \"Tentunya dengan dukungan dari semua stakeholder termasuk juga mungkin kami dengan memberikan ini, kami mendapatkan moral support berupa doa dari yang menerima kami yakin insyaallah ke depan ini akan jernih akan berlangsung dan harapannya lebih besar lagi,\" ujarnya. <br/> <br/> Adapun, donasi yang diberikan berupa peralatan mandi, diapers, susu bayi dan sembako. Bantuan ini juga diharapkan bisa memenuhi kebutuhan operasional sehari-hari di Rumah Singgah House of Heart, yang saat ini menampung sekitar 9 anak-anak, 15 pendamping dan 3 pengurus. <br/> <br/> Dalam kunjungannya, Rafdian juga menyampaikan rasa terimakasih kepada anak-anak dan seluruh pengurus rumah singgah yang telah menyambutnya dengan antusias. <br/> <br/> \"Ya kami tentunya sangat berterimakasih karena kami disambut antusias oleh para penghuni dari rumah Singgah house of heart,\" ujarnya. <br/> <br/> Sekedar informasi, PT MNC Vision Networks Tbk (MVN) adalah bagian dari MNC Media yang menyediakan layanan TV berlangganan terkemuka di Indonesia. Sebagai grup media berbasis langganan terbesar di Indonesia, memiliki bisnis utama dalam menghadirkan konten siaran terbaik dan berkualitas tinggi melalui semua platform TV berbayar yang tersedia saat ini. <br/> <br/> Didukung oleh unit produksinya, yang memproduksi berbagai genre konten mulai dari hiburan hingga konten berita yang dikemas dalam saluran TV berbayar. MVN juga menghasilkan sebagian kecil pendapatannya dari iklan yang ditempatkan pada konten yang disiarkan dalam platform TV berbayarnya. <br/> <br/> Sementara itu, Rumah Singgah House of Heart adalah rumah untuk anak-anak yang sedang menjalani pengobatan dengan penyakit berat tidak menular yang di khususkan pada penyakit Jantung. Umumnya, pasien di Rumah Singgah House of Heart berasal dari keluarga tidak mampu serta berasal dari luar kota-kota besar atau pun daerah pelosok di Indonesia. <br/> <br/> Rumah singgah ini terbuka luas bagi semua pasien jantung anak tanpa memandang suku, agama, dan ras. Berkat adanya rumah singgah ini, setidaknya pasien jantung anak yang berikhtiar kesembuhan di ibu kota semakin terbantu."
    },
    {
      "id": 10,
      "date": "17/03/2025",
      "category": "CSR",
      "img": "/images/news/news-10.webp",
      "title": "Tingkatkan Kualitas Pendidikan, MNC Bank Renovasi dan Literasi Keuangan di Sekolah",
      "thumbnail_desc": "PT Bank Internasional Tbk (BABP) atau MNC Bank, anak usaha dari PT MNC Kapital Indonesia Tbk (BCAP) yang merupakan bagian dari MNC Group (BHIT) menyelenggarakan tanggung jawab sosial perusahaan berupa program renovasi fasilitas sanitasi....",
      "desc": "JAKARTA - PT Bank Internasional Tbk (BABP) atau MNC Bank, anak usaha dari PT MNC Kapital Indonesia Tbk (BCAP) yang merupakan bagian dari MNC Group (BHIT) menyelenggarakan tanggung jawab sosial perusahaan berupa program renovasi fasilitas sanitasi di SDN Babakan Kencana, Kabupaten Sukabumi, Jawa Barat. Bersamaan dengan program tersebut, MNC Bank juga turut melangsungkan kegiatan edukasi keuangan yang dihadiri oleh siswa kelas 5 dan 6. <br/> <br/> Bekerjasama dengan Yayasan MNC Peduli, program kegiatan ini turut dihadiri oleh Heru Sulistiadhi selaku Corporate Secretary Group Head MNC Bank bersama dengan Tengku Havid selaku Head of CSR MNC Peduli. Melalui inisiatif program kegiatan tersebut, MNC Bank memiliki misi untuk memastikan aspek keberlanjutan terhadap salah satu pilar 3P, yaitu people, dengan harapan dapat mendukung siswa-siswi SDN Babakan Kencana dalam memperoleh pendidikan yang berkualitas melalui dukungan fasilitas yang baik di sekolahnya. <br/> <br/> Pada kesempatan tersebut, Heru Sulistiadhi menyampaikan dukungannya terhadap proses belajar-mengajar di SDN Babakan Kencana. “Sudah menjadi tanggung jawab kami dalam memastikan meningkatnya kualitas dari aktivitas belajar-mengajar di lingkungan masyarakat. Melalui program renovasi fasilitas sanitasi ini, kami berharap dapat mendukung seluruh lapisan di SDN Babakan Kencana mulai dari siswa, guru, hingga pengurus sekolah dalam beraktivitas sehingga dapat terciptanya prosesi belajar-mengajar yang berkualitas di SDN Babakan Kencana” ungkap Heru. <br/> <br/> Di sisi lain, dirinya juga menyampaikan apresiasi atas antusiasme siswa-siswi SDN Babakan Kencana yang mengikuti kegiatan literasi keuangan MNC Bank. “Terima kasih atas kesempatan yang diberikan oleh pengurus SDN Babakan Kencana untuk kami dalam menyelenggarakan kegiatan literasi hari ini. Kegiatan ini merupakan tanggung jawab kami demi memastikan meningkatnya pengetahuan, pemahaman, dan ketersediaan akses keuangan bagi seluruh lapisan masyarakat, khususnya pelajar. Kami sangat senang melihat antusiasme siswa-siswi yg hadir. Hal ini menunjukan bahwa tingkat keingintahuan dari peserta didik SDN Babakan Kencana terhadap dunia perbankan dan finansial cukup tinggi” tutup Heru. <br/> <br/> Serta jangan lupa untuk menikmati layanan perbankan digital MNC Bank dengan mengunduh aplikasi MotionBank kapan saja dan di mana saja di PlayStore dan App Store . Kamu juga bisa terhubung langsung dengan Customer Service MotionBank melalui whatsapp chat di 08888888888."
    },
    {
      "id": 11,
      "date": "21/03/2025",
      "category": "CSR",
      "img": "/images/news/news-11.webp",
      "title": "Dewan Kota Jakpus: MNC Peduli Luar Biasa Kegiatannya",
      "thumbnail_desc": "Ketua Dewan Kota (Dekot) Jakarta Pusat (Jakpus) Nasirman Chaniago mengapresiasi kinerja MNC Peduli. Menurutnya, wadah CSR MNC Group itu dikenal aktif dalam kegiatan kemasyarakatan....",
      "desc": "JAKARTA - Ketua Dewan Kota (Dekot) Jakarta Pusat (Jakpus) Nasirman Chaniago mengapresiasi kinerja MNC Peduli. Menurutnya, wadah CSR MNC Group itu dikenal aktif dalam kegiatan kemasyarakatan. <br/> <br/> \"Selaku perwakilan masyarakat selama ini mendengar ya, MNC Peduli luar biasa kegiatannya, hari ini terbukti ikut membantu kegiatan PMI dalam melaksanakan kegiatan hari ini,\" kata Nasirman di Kantor PMI Jakpus, Jumat (21/3/2025). <br/> <br/> Nasirman berharap, MNC Peduli terus berperan aktif di bidangnya. Sebab, masih banyak masyarakat yang membutuhkan uluran tangan. <br/> <br/> \"Ini jelas sangat bermanfaat bagi warga terutama warga yang tidak mampu dan sebagainya itu sebagai bukti fungsi-fungsi sosial dari MNC group,\" ujarnya. <br/> <br/> Sebelumnya, Palang Merah Indonesia (PMI) Jakarta Pusat (Jakpus), menggelar kegiatan bakti PMI bersama MNC Peduli dan mitra-mitra lainnya. Kegiatan ini berupa pembagian sembako hingga santunan kepada anak yatim dan duafa. <br/> <br/> \"Alhamdulillah hari ini kita bisa melaksanakan kegiatan bakti PMI dalam rangka memberikan bantuan berupa sembako dan santunan terutama kepada fakir miskin yatim dan juga relawan PMI,\" kata Ketua PMI Jakpus, Asep Djuanda, Jumat (21/3/2025). <br/> <br/> Menurutnya, dalam kegiatan bakti PMI ini bukan hanya membagikan sembako dan santunan. Lebih dari itu, Asep menyebutkan telah menggelar kegiatan donor darah. <br/> <br/> Menurutnya, dalam kegiatan tersebut, pihaknya menargetkan dapat mengumpulkan dua ribu kantong darah guna memenuhi kebutuhan selama ramadan. <br/> <br/> Asep menambahkan, mengapresiasi MNC Peduli yang berperan aktif dalam sejumlah kegiatannya. Menurutnya, MNC Peduli cukup banyak membantu beberapa program yang mereka lakukan. <br/> <br/> \"Alhamdulillah sudah beberapa kali kita lakukan kegiatan MNC Peduli selalu hadir bersama kita,\" ujarnya."
    },
    {
      "id": 12,
      "date": "24/03/2025",
      "category": "CSR",
      "img": "/images/news/news-12.webp",
      "title": "MNC Vision dan MNC Peduli Salurkan Bantuan untuk Rumah Singgah Pasien di Jakpus",
      "thumbnail_desc": "MNC Vision bersama MNC Peduli menyelenggarakan kegiatan Corporate Social Responsibility (CSR) dengan memberikan bantuan kepada Rumah Singgah Anonim Sahabat Fillah (ASF)....",
      "desc": "JAKARTA - MNC Vision bersama MNC Peduli menyelenggarakan kegiatan Corporate Social Responsibility (CSR) dengan memberikan bantuan kepada Rumah Singgah Anonim Sahabat Fillah (ASF) di Jalan Cempaka Putih, Jakarta Pusat hari ini, Senin 24 Maret 2025. <br/> <br/> Corporate Secretary PT MNC Sky Vision Tbk, Ray Rezky Prihatino menyebutkan, bantuan yang disalurkan berupa popok bayi, perlengkapan kebersihan, susu, dan sembako kepada pasien dan pendamping. <br/> <br/> \"Kami berharap bantuan yang kami berikan dapat bermanfaat bagi Rumah Singgah ASF dan semakin meningkatkan kesadaran masyarakat akan pentingnya berbagi dan saling membantu,\" kata Ray Rezky Prihatino, Senin (24/3/2025). <br/> <br/> Ray menjelaskan, kegiatan ini juga bertujuan untuk memberikan dukungan moral serta motivasi kepada para pasien dalam menghadapi tantangan selama pengobatan. <br/> <br/> Ray berharap, dengan adanya kegiatan CSR yang dilakukan MNC Vision dapat memberikan dampak positif yang berkelanjutan. \"Selain itu, kami berharap acara ini dapat meningkatkan kesadaran masyarakat tentang pentingnya kepedulian sosial dan tanggung jawab bersama. Tentunya, kami berharap dukungan ini dapat membantu meringankan beban mereka dan memberikan semangat baru dalam menjalani kehidupan sehari-hari bagi penghuni Rumah Singgah ASF,\" ujarnya. <br/> <br/> Ia menambahkan, MNC Vision dan MNC Peduli juga berkomitmen untuk terus melaksanakan kegiatan CSR serupa di kemudian harinya. <br/> <br/> \"Kami berkomitmen untuk tidak hanya melaksanakan kegiatan seperti ini secara rutin, namun juga untuk memberikan aksi nyata yang bertujuan menciptakan dampak yang lebih besar dan berkelanjutan bagi penerima manfaat,\" katanya."
    },
    {
      "id": 13,
      "date": "13/04/2025",
      "category": "CSR",
      "img": "/images/news/news-13.webp",
      "title": "Hari Kesehatan Dunia, MNC Peduli Dukung Fun Run dan Donasi untuk Pejuang Kanker",
      "thumbnail_desc": "MNC Peduli mendukung Universitas Prasetya Mulya menyelenggarakan kegiatan Aksi Sosial Fun Run bertajuk Miles for Miracles di area Car Free Day, Sudirman, Jakarta Pusat, Minggu (13/4/2025) pagi. Acara ini digelar dalam rangka....",
      "desc": "JAKARTA — MNC Peduli mendukung Universitas Prasetya Mulya menyelenggarakan kegiatan Aksi Sosial Fun Run bertajuk Miles for Miracles di area Car Free Day, Sudirman, Jakarta Pusat, Minggu (13/4/2025) pagi. Acara ini digelar dalam rangka memperingati Hari Kesehatan Dunia yang jatuh setiap 7 April. <br/> <br/> Acara ini mengajak ratusan peserta untuk berlari sejauh 5 kilometer sambil berdonasi. Sebagian dana yang terkumpul dari kegiatan ini akan disalurkan kepada Rachel House, lembaga yang memberikan perawatan paliatif kepada pasien kanker dari keluarga menengah ke bawah. <br/> <br/> “Ini merupakan kontribusi dari MNC Peduli dalam memperingati Hari Kesehatan Dunia dan kami juga sangat bersyukur serta berterima kasih kepada para peserta yang sangat antusias di pagi hari ini, dimana hasil dari penggalangan dana ini akan kita salurkan untuk membantu saudara-saudara kita pejuang kanker,” ujar Head of CSR MNC Group Tengku Havid. <br/> <br/> 1. Donasi MNC Group <br/> Tengku Havid juga menambahkan bahwa sebelumnya MNC Group telah melaksanakan kegiatan fun run serupa yang sukses digelar di Kebon Sirih beberapa tahun lalu. <br/> <br/> Selain lari dan donasi, para peserta juga mendapatkan edukasi melalui talkshow kesehatan yang disampaikan oleh para ahli, serta ikut serta dalam kegiatan zumba sebagai penutup acara. <br/> <br/> 2. Bantuan MNC Peduli <br/> Pada kesempatan tersebut, dilakukan pula penyerahan bantuan secara simbolis kepada Rachel House. MNC Peduli turut menyerahkan ratusan ribu masker untuk digunakan para pejuang kanker dan masyarakat umum dalam melindungi diri dari penyakit dan polusi. <br/> <br/> Berbagai faktor dapat mempengaruhi tingkat kesehatan di berbagai negara, seperti pola hidup, asupan gizi, dan fasilitas kesehatan. Untuk mengatasi tantangan ini, dibutuhkan kesadaran individu dan inisiatif berbagai pihak dalam menjaga kesehatan. <br/> <br/> Kegiatan ini diharapkan dapat meningkatkan kesadaran masyarakat akan pentingnya hidup sehat melalui olahraga dan pola makan yang baik, serta menjadi bentuk dukungan nyata bagi para pejuang kanker agar tetap semangat dalam proses penyembuhan."
    },
    {
      "id": 14,
      "date": "17/04/2025",
      "category": "Event",
      "img": "/images/news/news-14.webp",
      "title": "KEK MNC Lido City, Ikon Baru Pariwisata dan Industri Kreatif Indonesia!",
      "thumbnail_desc": "Indonesia kembali menghadirkan mahakarya pembangunan yang siap mencetak sejarah baru dalam sektor pariwisata dan industri kreatif nasional. Inilah Kawasan Ekonomi Khusus (KEK) MNC Lido City, sebuah.... ",
      "desc": "BOGOR – Indonesia kembali menghadirkan mahakarya pembangunan yang siap mencetak sejarah baru dalam sektor pariwisata dan industri kreatif nasional. Inilah Kawasan Ekonomi Khusus (KEK) MNC Lido City, sebuah kawasan super lengkap yang terletak di jantung Lido, Bogor, Jawa Barat. Kawasan ini akan menjadi destinasi wisata unggulan bertaraf internasional yang memadukan alam, teknologi, dan potensi kreatif anak bangsa. <br/> <br/> KEK MNC Lido City berdiri di atas lahan seluas 1.040 hektar, dan menjadi bagian dari pengembangan kawasan prestisius seluas 3.000 hektar. Terletak pada ketinggian 700 meter di atas permukaan laut, kawasan ini menyuguhkan panorama spektakuler Gunung Salak, Gunung Gede, dan Gunung Pangrango dengan udara yang bersih dan sejuk sepanjang tahun. KEK MNC Lido City dirancang sebagai ekosistem terpadu yang mendukung berbagai sektor strategis: pariwisata, hiburan, gaya hidup, hingga industri kreatif. <br/> <br/> Salah satu keunggulan utama KEK MNC Lido City adalah memiliki akses mudah dengan waktu tempuh hanya 1 jam dari Jakarta melalui jalan Tol Bogor-Ciawi-Sukabumi (Bocimi), kawasan ini menjadi pilihan ideal bagi masyarakat urban yang mencari destinasi wisata tanpa harus bepergian jauh. Ditambah lagi, Kawasan Ekonomi Khusus ini terintegrasi dengan dua akses tol strategis: <br/> - Pintu Tol Cigombong 1 (hanya 1,5 km dari kawasan) <br/> - Pintu Tol Cigombong 2, akses langsung ke dalam kawasan yang akan segera beroperasi <br/> <br/> Ketersediaan infrastruktur ini memastikan pengalaman perjalanan yang cepat, nyaman, dan bebas macet. <br/> <br/> Tak hanya unggul dari sisi lokasi, KEK MNC Lido City juga telah menyiapkan infrastruktur berstandar tinggi. Jalan utama kawasan telah dibangun sepanjang 26 kilometer, dengan lebar ROW mencapai 50 meter yang memberikan kenyamanan dan kelancaran lalu lintas dalam kawasan, serta mendukung mobilitas pengunjung dan pelaku industri. <br/> <br/> KEK MNC Lido City bukan hanya destinasi wisata, melainkan pusat pertumbuhan ekonomi kreatif yang inovatif. Dengan status sebagai Kawasan Ekonomi Khusus, berbagai insentif dan kemudahan investasi diberikan bagi pelaku usaha yang ingin berkontribusi di sektor ini. Mulai dari pajak hingga perizinan, semua telah difasilitasi untuk mendukung percepatan pembangunan. <br/> <br/> Beragam proyek unggulan telah beroperasi penuh di dalam Kawasan Ekonomi Khusus ini seperti Trump International Golf Club Lido, Lapangan golf 18-Hole berstandar kejuaraan yang dirancang oleh Ernie Els, Private Clubhouses yang eksklusif, Movieland dan Lido Lake Resort yang terintegrasi dengan wahana outbound Lido Adventure Park dan akan segera beroperasi juga Hyatt Regency Lido Resort, hotel bintang 5 yang memadukan pesona alam Danau Lido dan panorama Gunung Salak, Gede, dan Pangrango. <br/> <br/> Dengan segala keunggulan yang ditawarkan, KEK MNC Lido City diharapkan dapat menjadi motor penggerak baru bagi perekonomian Indonesia, khususnya di sektor pariwisata dan industri kreatif. Kawasan ini ditargetkan dapat menyerap puluhan ribu tenaga kerja, menciptakan ekosistem bisnis yang sehat, menjadikan pariwisata Indonesia sejajar dan mampu bersaing di pasar global serta menjadi kebanggaan Indonesia."
    },
    {
      "id": 15,
      "date": "17/04/2025",
      "category": "Event",
      "img": "/images/news/news-15.webp",
      "title": "MNC Peduli dan MNC Land Gelar Operasi Katarak Gratis di Sekitar KEK MNC Lido City",
      "thumbnail_desc": "MNC Peduli didukung MNC Land menggandeng RS Islam Assyifa melakukan screening gratis deteksi dini untuk calon peserta operasi katarak gratis yang menargetkan untuk 100 orang peserta. Hal ini untuk.... ",
      "desc": "BOGOR – MNC Peduli didukung MNC Land menggandeng RS Islam Assyifa melakukan screening gratis deteksi dini untuk calon peserta operasi katarak gratis yang menargetkan untuk 100 orang peserta. Hal ini untuk mempermudah akses pemeriksaan mata kepada masyarakat pra sejahtera di sekitar Kawasan Ekonomi Khusus (KEK) MNC Lido City, Kabupaten Bogor, Jawa Barat. <br/> <br/> Pemeriksaan dan operasi katarak ini merupakan bentuk kepedulian MNC Group melalui MNC Peduli dan dapat terlaksana oleh dukungan dari masyarakat. <br/> <br/> \"Alhamdulillah hari ini MNC Peduli dan MNC Land melanjutkan terus program sosial, lingkungan dan kesehatan warga masyarakat sekitar KEK Lido,\" kata GM Town Management KEK MNC Lido City, Syaiful Ardiansyah, Kamis (17/4/2025). <br/> <br/> Banyak masyarakat di pedesaan yang terindikasi katarak di daerah pedesaan karena kurangnya pengetahuan dalam melindungi diri khususnya mata terhadap paparan langsung sinar matahari setiap harinya saat melaksanakan aktivitas pekerjaan sebagai petani atau menggarap ladang. <br/> <br/> \"Kita harapkan dengan adanya kegiatan ini masyarakat dapat terbantu dari akses kesehatan terutama pemeriksaan katarak. Kita ketahui bahwa lebih dari 80 persen gangguan penglihatan di Indonesia diakibatkan katarak yang tentunya akan mengganggu aktivitas, produktivitas masyarakat,\" jelasnya. <br/> <br/> Kendala terbesar bagi masyarakat pra sejahtera untuk mendapatkan diagnosa atas keluhan yang diderita adalah akses yang terbatas dalam melakukan pemeriksaan secara dini. <br/> <br/> \"Jadi kita harapkan dengan adanya kegiatan ini MNC Peduli dan MNC Land bisa membantu masyarakat untuk akses kegiatan tersebut terutama untuk akses operasi katarak yang Insya Allah kita juga bekerjasama dengan RS Islam Assyfa Sukabumi,\" ungkapnya. <br/> <br/> Dengan adanya pemeriksaan dini secara gratis bagi masyarakat prasejahtera yang tidak memiliki BPJS ini, maka diharapkan masyarakat dapat lebih awal melakukan pencegahan terjadinya katarak dengan pola hidup yang sehat. <br/> <br/> \"Kegiatan seperti ini terus berjalan dan harapan MNC Land dan MNC Group ini dapat bisa membantu masyarakat secara produktivitasnya otomatis juga kita kan kegiatan Kawasan Ekonomi Khusus ini tidak bisa berjalan sendiri. Jadi kita juga berharap juga dukungan dari masyarakat sekitar kita harapkan saling sinergi,\" harapnya. <br/> <br/> Sementara itu, Dokter Spesialis Mata RSIA Assyifa Dr Riana Azmi mengatakan untuk hari ini merupakan tahapan skrining terhadap warga. Nantinya, beberapa warga yang didapat akan menjalani operasi katarak di RS Assyfa Sukabumi. <br/> <br/> \"Hari ini kegiatan kita adalah memeriksa, menskrining pasien katarak di daerah Cigombong. Tujuan adalah memberantas kebutaan yang disebabkan katarak. Setelah kita skrining beberapa pasien yang kita dapatkan kita laksanakan operasi katarak di RS Islam Assyfa,\" ucap Riana. <br/> <br/> Kata dia, masyarakat yang ikut sikrining ini sangat antusias mengikuti pemeriksaan. Harapannya, masyarakkat dapat lebih peduli dan menyakinkan jika katarak bisa disembuhkan. <br/> <br/> \"Harapannya supaya masyarakat mengerti bahwa kebutaan yang disebabkan oleh katarak khususnya bisa disembuhkan,\" tuturnya. <br/> <br/> Dalam kesempatan yang sama, Sekertaris Desa Watesjaya, Wawan menyampaikan terima kasihnya kepada MNC Peduli dan MNC Land atas kegiatan sosial ini. <br/> <br/> \"Pertama kami ucapkan terima kasih banyak kepada MNC Peduli dan MNC Land dan juga yang bekerjasama dengan Rumah Sakit Assyfa Sukabumi yang pada hari ini melaksanakan kegiatan pemeriksaan katarak, yang dimana kegiatan ini sangat bermanfaat buat warga kami terbukti sangat antusias mengikuti kegiatan ini,\" kata Wawan. <br/> <br/> Diharapkan, kegiatan sosial seperti ini terus dilakukan oleh MNC Peduli dan MNC Land khususnya untuk warga yang tinggal di sekitar KEK MNC Lido City. <br/> <br/> \"Harapan kita tetap selalu MNC Peduli sering sekali melakukan kegiatan sosial kita selalu berharap ada lagi nanti event-event kegiatan sosisal yang dilakukan oleh pihak MNC Peduli dan MNC Land,\" pintanya. <br/> <br/> Senada, salah satu warga yang ikut pemeriksaan katarak, Pipin Farida (61) juga menyampaikan rasa terima kasih kepada MNC Peduli dan MNC Land. Dengan pemeriksaan ini, dirinya bisa mengetahui secara rinci kondisi matanya. <br/> <br/> \"Apalagi gini saya faktor usia mungkin ya, saya sudah 61 tahun ya dari situ karena kemarim belum kerasa sebelum 60 tahun saya gak pakai kacamata masih bisa jalan, terus kalau untuk baca saya masih bisa gak pake kacamata, masih jelas baca Alquran masih jelas gitu,\" ujar Pipin. <br/> <br/> Selain itu, kegiatan ini sangat bermanfaat karena bisa menghemat waktu dan biaya jika dibandingkan melakukan pemeriksaan secara mandiri. <br/> <br/> \"Alhamdulillah memang kita bahagia, apalagi kita sengaja ke periksa kemana-mana perlu waktu, biaya. Saya rumahnya deket dari hotel tinggal naik ke atas. Nah jadi gak perlu pakai waktu biaya,\" ujarnya. <br/> <br/> \"Terima kasih banyak sekali mudah-mudahan dengan adanya acara ini kita memang sangat dibantu apalagi soal kesehatan mudah-mudahan yang lain juga kita bisa ngikuti lagi kalau ada acara acara ini sangat senang sekali, sangat bermanfaat. Mudah mudahan dengan acara ini kita lebih sehat, lebih waspada apalagi sudah tua,\" pungkasnya."
    },
    {
      "id": 16,
      "date": "18/04/2025",
      "category": "Event",
      "img": "/images/news/news-16.webp",
      "title": "Beauty With a Purpose: Miss Indonesia 2024 Monica Sembiring dan MNC Peduli Resmikan Akses Air Bersih di Padarincang",
      "thumbnail_desc": "Warga Kampung Ciseke, Desa Padarincang, Kabupaten Serang, menyambut dengan wajah bahagia saat aliran air bersih akhirnya hadir di tengah permukiman mereka. Setelah bertahun-tahun bergantung.... ",
      "desc": "PADARINCANG, BANTEN - Warga Kampung Ciseke, Desa Padarincang, Kabupaten Serang, menyambut dengan wajah bahagia saat aliran air bersih akhirnya hadir di tengah permukiman mereka. Setelah bertahun-tahun bergantung pada sungai keruh untuk kebutuhan harian, kini mereka dapat menikmati akses air bersih dan sanitasi yang layak, berkat inisiatif Miss Indonesia 2024 Monica Sembiring bersama MNC Peduli melalui program Beauty With a Purpose (BWAP). <br/> <br/> Program ini tidak hanya menghadirkan infrastruktur dasar, tetapi juga membangun harapan baru bagi lebih dari 150 kepala keluarga di wilayah tersebut. <br/> <br/> Monica Sembiring, yang hadir langsung di lokasi, mengatakan bahwa proyek ini bermula dari keprihatinannya melihat kondisi masyarakat yang masih bergantung pada sumber air yang tidak layak. <br/> <br/> \"Proyek ini penuh perjuangan, tidak gampang. Tapi saya berharap dengan adanya proyek ini, warga di sana bisa hidup lebih sehat,” ujar Monica. <br/> <br/> \"Ini sebuah kemewahan yang tidak pernah mereka terima seumur hidup mereka. Saya berharap pembangunan ini bisa menjadi awal peningkatan taraf hidup masyarakat, mulai dari kesehatan, pendidikan, hingga ekonomi,\" lanjutnya. <br/> <br/> Monica menjelaskan bahwa pembangunan telah mencakup jaringan pipa sepanjang 3 kilometer dari mata air Cirahab, empat titik reservoir, dan tiga unit MCK yang kini dapat digunakan langsung oleh warga. <br/> <br/> \"Pembangunannya sudah selesai, MCK sudah dibangun, reservoir, penampung air, semuanya sudah sukses dibangun. Saya merasa sangat bahagia, karena kebahagiaan ini tidak hanya dirasakan beberapa orang tapi ratusan orang,\" tambahnya. <br/> <br/> Peresmian program dilakukan secara simbolis melalui penandatanganan prasasti oleh Liliana Tanoesoedibjo, Executive Chairwoman MNC Group sekaligus Founder & Chairwoman Organisasi Miss Indonesia, di Jakarta. <br/> <br/> “Jadi dengan adanya proyek ini, saya dapat berbangga bahwa inisiasi dari Monique sendiri itu sangat-sangat luar biasa,\" ujar Liliana. \"Bahwa dengan adanya saluran yang diciptakan, terus ada reservoir juga, dan ada MCK, mereka mempunyai kehidupan yang lebih layak.\" <br/> <br/> Liliana menambahkan bahwa bantuan ini diharapkan tidak hanya membawa manfaat secara fisik, tetapi juga membangun kesadaran dan kepedulian dalam menjaga kesehatan bersama. <br/> <br/> \"Bantuan ini diharapkan dapat meningkatkan kesadaran warga akan kebersihan, kualitas hidup, dan kesehatan warga Kampung Ciseke,\" ujarnya. <br/> <br/> Warga pun menyambut program ini dengan penuh rasa syukur. Siti Maesaroh, salah satu penerima manfaat, menyampaikan,“Saya syukur Alhamdulillah, senang, sangat bermanfaat bagi warga kami. Sangat bangga Pak, ada yang ngasih.\" <br/> <br/> Agus Saepudin, Camat Padarincang, turut mengapresiasi kontribusi yang diberikan melalui program ini. \"Program penyediaan air bersih dan MCK ini tentunya setelah peresmian ini bisa dimanfaatkan oleh masyarakat Kampung Ciseke, terkait dengan penyediaan air bersih di Kampung Ciseke,\" ujarnya."
    },
    {
      "id": 17,
      "date": "25/04/2025",
      "category": "CSR",
      "img": "/images/news/news-17.webp",
      "title": "MNC Peduli salurkan Bantuan Alat Pertanian di Desa Pandai Sikek Sumatera Barat",
      "thumbnail_desc": "Bantuan alat pertanian merupakan salah satu bentuk intervensi yang sangat strategis dalam mendorong peningkatan produktivitas pertanian dan petani itu sendiri dapat....",
      "desc": "TANAH DATAR - Bantuan alat pertanian merupakan salah satu bentuk intervensi yang sangat strategis dalam mendorong peningkatan produktivitas pertanian dan petani itu sendiri dapat mengolah lahan secara lebih cepat serta optimal. <br/> <br/> Bantuan alat pertanian juga mendorong petani untuk lebih terbuka terhadap teknologi dan inovasi dalam budidaya. Dengan demikian, mereka tidak hanya lebih produktif, tetapi juga lebih siap menghadapi tantangan pertanian modern. <br/> <br/> Pada pertengahan tahun 2024 telah terjadi bencana alam banjir bandang yang menimpa wilayah Sumatera Barat yang berdampak luas tersebar di berbagai wilayah. Salah satu wilayah yang terdampak kerusakan paling besar berada di Kabupaten Tanah Datar. <br/> <br/> Banjir bandang yang menimpa Desa Pandai Sikek, di Kecamatan Sepuluh Koto, Kabupaten Tanah Datar, Sumatera Barat, berdampak serius bagi Petani yang menyebabkan kerusakan lahan pertanian yang cukup fatal yang berdampak pada kerugian ekonomi. Lahan pertanian yang terendam air dalam waktu lama merusak tanaman, dan petani juga berhadapan dengan masalah hama dan penyakit. Selain itu, banyak petani yang kehilangan hasil panen mereka akibat banjir. <br/> <br/> Sekretaris Daerah Kabupaten Tanah Datar, Elizar menuturkan atas nama pemerintah Kabupaten Tanah Datar menyampaikan ucapan terimakasih yang tak terhinggap kepada MNC Peduli karena sebagaimana diketahui tahun 2024 Tanah Datar kena banjir bandang banyak sawah-sawah terdampak, serta lahan pertanian lainya ikut terdampak. <br/> <br/> “Jadi dengan adanya bantuan dari MNC Peduli tentu kami mengucapkan terimakasih, karena ada tujuh kecamatan yang terdampak banjir bandang dari Gunung Marapi tahun 2024, harapan ke depan tentu dengan bantuan ini kita masyarakat Kabupaten Tanah Datar bisa bangkit dan kembali. Kita juga berharap apa yang diberikan MNC peduli sangat bermanfaat bagi masyarakat kami di tanah datar,” katanya. <br/> <br/> Tambah Elizaar, untuk masyarakat yang terdampak ada dua cara ditempuh, ada yang  relokasi terpadu sebanyak 60 keluarga kemudian ada yang secara mandiri sebanyak 160 kepala keluarga. “Untuk lahan sawah yang rusak ada 412 hektar, kemudian 335 sudah direhabilitasi dengan bantuan kementerian pertanian,” katanya. <br/> <br/> Peduli terhadap keberlangsungan hidup petani dan ketersediaan pangan, MNC Peduli menyalurkan bantuan peralatan pertanian untuk kelompok tani yang berada di daerah Pandai Sikek, Paninjauan, Saruaso di Kabupaten Tanah Datar - Sumatra Barat berupa hand traktor, cultivator, mesin dan pipa pengairan sawah, serta alat penyemprot hama. <br/> <br/> Bantuan ini merupakan komitmen dari MNC Peduli untuk menyalurkan bantuan yang memberikan peningkatan produktivitas bagi para petani, khususnya yang terdampak bencana alam. <br/> <br/> Wakil Ketua Umum MNC Peduli, Syafril Nasution menerangkan bantuan yang diberikan  kepada masyarakat Kabupaten Tanah Datar dampak dari bencana pada tahun lalu oleh Gunung Marapi. “Kita berikan hand tractor baik untuk tanah basah, maupun tanah kering kita juga memberikan alat kesehatan masyarakat beberapa Puskesmas, kita bantu termasuk sembako ,” katanya, Jumat (25/4/2025). <br/> <br/> Lanjut, Syafril, ini kita berikan bantuan tidak bisa mengembalikan yang hilang tapi sedikit bisa meringankan beban pada masyarakat Kabupaten Tanah Datar. “Kita berikan tiga nagari, Nagari  Pandai Sikek, Nagari Saruaso dan Nagari Paninjauan mudah-mudahan apa yang diberikan MNC Peduli bermanfaat bagi masyarakat Kabupaten Tanah Datar,” pungkasnya."
    },
    {
      "id": 18,
      "date": "25/04/2025",
      "category": "Event",
      "img": "/images/news/news-18.webp",
      "title": "MNC Peduli dan MNC Land Menginisiasi Konsep Green School di SDN Babakan Kencana Kampung Bodogol Sukabumi",
      "thumbnail_desc": "Menurut data dari Kementerian Lingkungan Hidup dan Kehutanan (KLHK), Indonesia menghasilkan sekitar 6,8 juta ton sampah plastik per tahun dan lebih dari 60% di antaranya tidak didaur ulang. Sampah plastik ini berdampak....",
      "desc": "SUKABUMI - Menurut data dari Kementerian Lingkungan Hidup dan Kehutanan (KLHK), Indonesia menghasilkan sekitar 6,8 juta ton sampah plastik per tahun dan lebih dari 60% di antaranya tidak didaur ulang. Sampah plastik ini berdampak negatif pada lingkungan, termasuk mencemari laut dan tanah. <br/> <br/> Menanggapi hal tersebut, MNC Peduli bersama MNC Land berkomitmen untuk berperan aktif dalam melindungi bumi dengan menjaga lingkungan sekitar dengan cara pemanfaat sampah plastik agar tidak menjadi sampah. Hal ini dilakukan dengan cara memberikan edukasi kepada berbagai sekolah untuk ikut berperan. <br/> <br/> MNC Peduli bersama MNC Land menginisiasi program Green School di SDN Babakan Kencana yang terletak di sekitar Kawasan Ekonomi Khusis MNC Lido City, dengan mengajak siswa dan siswi untuk berperan aktif dalam program peduli lingkungan. <br/> <br/> \"Seperti yang kita ketahui limbah plastik merupakan limbah terbesar di dunia terutama plastik-plastik sekali pakai seperti plastik kemasan, plastik yang digunakan produk-produk yang dijual. Nah, oleh sebab itu kami MNC Peduli dan MNC Land melaksanakan kegiatan edukasi untuk memanfaatkan limbah plastik di SDN Babakan Kencana yang berada di wilayah kami KEK MNC Lido City,\" kata Corporate Secretary MNC Land Tbk Moch Tamami, Jumat (25/4/2025). <br/> <br/> Siswa dan siswi diberikan edukasi tentang dampak terhadap penggunaan plastik, mengumpulkan sampah plastik hingga pembuatan Vertical Garden dari botol plastik bekas yang dijadikan pot tanaman untuk mengurangi dan mengatasi adanya pencemaran dan kerusakan lingkungan yang disebabkan dari membuang sampah plastik. <br/> <br/> \"Tadi saya bilang limbah plastik itu kan merupakan limbah paling besar di dunia dan juga di lingkungan SD ini anak-anak semua menggunakan plastik makanya kita memberikan edukasi memanfaatkan limbah plastik botol plastik menjadi sesuatu yang lebih bermanfaat seperti yang hari ini kita memberikan bagaimana membuat botol plastik menjadi seperti ini,\" ungkapnya. <br/> <br/>  ini diharapkan dapat  meningkatkan kesadaran dan pengetahuan anak-anak tentang dampak sampah plastik terhadap lingkungan dan kesehatan, serta mendorong perubahan perilaku sedari dini menuju penggunaan plastik yang lebih bijaksana dan pengelolaan sampah yang lebih bertanggung jawab. <br/> <br/> \"Harapannya edukasi yang kita berikan MNC Peduli dan MNC Land ini intinya dapat memicu kembali bagaimana mereka bisa memanfaatkan limbah itu bahkan mengurangi menggunakan sampah plastik. Seperti tadi saya sampaikan bahwa khususnya siswa-siswa yang ada di SD Babakan Kencana ini bisa mengurangi penggunaan plastik dari jajan membawa bekal sendiri, minuman bawa botol sendiri dari rumah jadi tidak harus membeli botol minuman kemasan,\" harapnya. <br/> <br/> Sementara itu, Kepala Sekolah SDN Babakan Kencana, Yanti Susanti menyampaikan terima kasih atas kegiatan peduli lingkungan yang dilakukan MNC Peduli dan MNC Land di sekolahnya. <br/> <br/> \"Saya sangat berterima kasih kepada MNC Peduli dan MNC Land yang telah mengenalkan kepada kami konsep Green School, terus banyak programnya diantaranya memanfaatkan sampah plastik menjadi barang yang lebih produktif dan juga bisa berkontribusi terhadap lingkungan di sekolah,\" ucap Yanti. <br/> <br/> Ia pun berharap agar kegiatan ini menjadinsuatu pengalaman dan berdampak positif bagi kebiasaan siswanya terkait pengelolaan sampah. Sehingga sampah-sampah plastik di sekolah bisa dikurangi atau dimanfaatkan. <br/> <br/> \"Kalau untuk di sekolah ini pengelolaanya karena mungkin dari desa itu sudah ada penarikan sampah, tapi untuk di desa sini belum ada jadi kami pengelolaan di sini dengan cara memisahkan sebagian sampah yang bisa didaur ulang dan ada sampah yang tidak bisa di daur ulang seperti plastik kami pisahkan. Dan hasilnya barang-barangnya kita kumpulkan dan kita jadi sebagai media untuk pot dan sampah daur ulang kami buat pupuknya,\" tuturnya. <br/> <br/> Kegiatan ini pun disambut ceria oleh para siswa SDN Babakan Madang. Salah satunya Fajar yang mengaku senang dimana dapat bermain sambil belajar terkait lingkungan khususnya sampah. <br/> <br/> \"Seneng banget MNC Peduli dan MNC Land bisa datang ke sini dan mengajarkan hal hal baru kepada kami jadi sekolah gak bikin bosen deh. Jangan buang sampah sembarangan dan peduli  sama lingkungan,\" kata Fajar."
    },
    {
      "id": 19,
      "date": "03/05/2025",
      "category": "Event",
      "img": "/images/news/news-19.webp",
      "title": "Trump International Golf Club Lido Resmi Dibuka, Tawarkan Standar Baru Golf Kelas Dunia",
      "thumbnail_desc": "Dunia golf Tanah Air kembali mencetak sejarah. Trump International Golf Club, Lido, secara resmi membuka seluruh 18 hole-nya untuk dimainkan, menawarkan pengalaman.... ",
      "desc": "LIDO – Dunia golf Tanah Air kembali mencetak sejarah. Trump International Golf Club, Lido, secara resmi membuka seluruh 18 hole-nya untuk dimainkan, menawarkan pengalaman bermain golf yang tak tertandingi dengan standar kelas dunia. <br/> <br/> Lapangan golf eksklusif ini kini dapat dinikmati oleh para member dan tamu undangan, baik untuk sesi tee-off pagi maupun siang. Sejak pembukaannya, lapangan ini telah menarik perhatian para pegolf dari berbagai penjuru Nusantara, bahkan mancanegara. <br/> <br/> Terletak di kawasan dengan iklim paling sejuk di Asia Tenggara, Trump International Golf Club, Lido, merupakan lapangan golf yang banyak mendapatkan pujian karena desainnya yang unik dengan pemandangan alam yang memukau. Dibangun di atas lanskap vulkanik yang dramatis, desainnya terinspirasi dari karakter geologi yang khas, menciptakan pengalaman golf yang benar-benar berbeda dari yang lain. <br/> <br/> Trump International Golf Club Lido dengan 18 hole ini terbagi menjadi dua karakter Sembilan hole yang berbeda. Pada sembilan hole pertama (front nine), jalur permainan membawa pemain mendaki perlahan hingga puncak setinggi 700 meter di atas permukaan laut. <br/> <br/> Di bagian ini, Hole 6, 7, 8, dan 9 menawarkan panorama spektakuler. Terutama Hole 7, sebuah par 3 yang menantang pemain untuk memukul bola melintasi jurang luas, menuju green yang menghadap langsung ke Gunung Salak, Gunung Pangrango, dan desa-desa indah di bawahnya. <br/> <br/> Memasuki sembilan hole berikutnya (back nine), permainan bergerak turun ke ketinggian sekitar 300 meter. Perubahan arah permainan dan variasi elevasi menciptakan dinamika strategi yang menantang. Suhu yang lebih sejuk dengan vegetasi dan flora yang berubah secara signifikan menghadirkan nuansa berbeda di setiap hole. <br/> <br/> Salah satu hole yang menarik perhatian adalah Hole 15. Meski pendek, hole ini menuntut akurasi tinggi, dengan rintangan berupa pohon besar di sisi kiri dan vegetasi rapat di sisi kanan yang menuntut pertimbangan matang dalam setiap pukulan. <br/> <br/> Sementara itu, yang paling menarik dan langsung menjadi favorit para pegolf adalah Hole 16, baik karena keindahannya maupun tantangannya. Dengan area tee luas seluas 1.300 m² yang melengkung dramatis di sekitar jurang, hole ini menghadirkan tantangan berbeda setiap harinya, dipengaruhi oleh arah angin yang terus berubah dan jarak carry yang menantang menciptakan kombinasi antara keindahan alam yang mentah dan tuntutan Teknik tinggi. <br/> <br/> Permainan ditutup dengan Hole 18 yang megah dan ikonik. Pukulan menanjak melintasi air menuju clubhouse mewah menjadi sajian akhir yang dramatis. Dikelilingi gunung megah dan pepohonan rindang, hole ini dipercantik dengan air terjun berundak yang mengalir menyerupai lava, memberikan nuansa akhir yang dramatis dan tak terlupakan. <br/> <br/> Trump International Golf Club, Lido kini hadir sebagai destinasi golf unggulan berstandar kejuaraan, memadukan tantangan permainan yang autentik, panorama alam yang menakjubkan, serta desain kelas dunia. Dengan reputasi yang terus melesat, Trump Golf Lido telah menjelma menjadi lapangan golf yang wajib dimainkan oleh para pegolf elite dari Asia maupun mancanegara. <br/> <br/> Untuk Anda yang ingin menjadi member Trump International Golf Club Lido, silakan menghubungi kami di 081318818890."
    },
    {
      "id": 20,
      "date": "05/05/2025",
      "category": "CSR",
      "img": "/images/news/news-20.webp",
      "title": "MNC Sekuritas Salurkan Donasi Investor MotionTrade ke Baznas untuk Dukung Layanan Kesehatan",
      "thumbnail_desc": "MNC Sekuritas merupakan perusahaan efek di bawah naungan MNC Group, yang saat ini mayoritas sahamnya dimiliki oleh PT MNC Kapital Indonesia Tbk....",
      "desc": "BEKASI - MNC Sekuritas merupakan perusahaan efek di bawah naungan MNC Group, yang saat ini mayoritas sahamnya dimiliki oleh PT MNC Kapital Indonesia Tbk. <br/> <br/> MNC Sekuritas merupakan perusahaan penyedia layanan dan jasa perdagangan efek yang lengkap dan didukung dengan aplikasi online trading yaitu MotionTrade. Sejalan dengan prinsip keberlanjutan, MNC Sekuritas menginisiasi beberapa program Corporate Social Responsibility (CSR) di bidang ekonomi, sosial, dan lingkungan hidup. <br/> <br/> 1. MNC Sekuritas dan Baznas <br/> MNC Sekuritas bekerja sama dengan Badan Amil Zakat Nasional (Baznas) menyalurkan bantuan donasi kesehatan kepada masyarakat Pantai Bahagia, Muara Gembong Kabupaten Bekasi, yang memerlukan perhatian khusus di bidang medis pada Selasa (29/4/2025). <br/> <br/> Adapun dana yang berhasil dikumpulkan berasal dari para investor pengguna aplikasi MotionTrade melalui fitur Zakat/Infak pada periode 13–21 Maret 2025 ditambah kontribusi langsung dari komisi transaksi nasabah syariah MNC Sekuritas selama periode tersebut. <br/> <br/> Direktur Utama MNC Sekuritas Susy Meilina dalam keterangan tertulisnya menyampaikan rasa terima kasih atas partisipasi aktif para investor MotionTrade dan berharap bantuan ini dapat memberikan manfaat yang berkelanjutan. Melalui kerja sama ini, bantuan yang terkumpul digunakan untuk kegiatan pemeriksaan kesehatan, pemberian obat-obatan, serta pendampingan medis bagi warga setempat. <br/> <br/> “Kami percaya bahwa kesuksesan di dunia pasar modal harus diiringi dengan kontribusi sosial nyata. Kolaborasi dengan BAZNAS ini menjadi wujud kepedulian kami dan para investor terhadap sesama, terutama mereka yang berada di daerah dengan fasilitas kesehatan terbatas,” tulis Susy. <br/> <br/> 2. Pimpinan Baznas <br/> Pimpinan BAZNAS RI Bidang Pengumpulan Rizaludin Kurniawan juga menyambut baik inisiatif ini dan menyampaikan apresiasi kepada MNC Sekuritas serta para investor MotionTrade yang telah mempercayakan penyaluran zakat dan infaknya melalui Baznas. Kolaborasi ini mencerminkan kepedulian sektor keuangan terhadap pemberdayaan masyarakat di wilayah seperti Muara Gembong yang sangat dibutuhkan karena minimnya akses layanan medis. <br/> <br/> \"Program ini menjadi bukti bahwa zakat dapat menjadi instrumen pemberdayaan yang efektif jika dikelola dengan profesional dan kolaboratif. Kami berharap inisiatif seperti ini bisa terus diperluas agar manfaatnya dirasakan oleh lebih banyak masyarakat di daerah rentan,\" ujar Rizaludin. <br/> <br/> Nikmati layanan investasi saham, reksa dana, dan obligasi dari #MNCSekuritas dengan segera unduh aplikasi MotionTrade dan jelajahi seamless experience. Aplikasi MotionTrade dapat diunduh di Google PlayStore dan Apple AppStore dengan link unduh onelink.to/motiontrade. MNC Sekuritas, Invest with The Best!"
    },
    {
      "id": 21,
      "date": "15/05/2025",
      "category": "Event",
      "img": "/images/news/news-21.webp",
      "title": "MNC Group Raih Platinum Award di Malam Penganugerahan 2nd Bina Mitra UMKM Award",
      "thumbnail_desc": "Apresiasi dan pengakuan atas kontribusi dari berbagai korporasi, institusi, dan organisasi dalam mendukung usaha mikro, kecil dan menengah (UMKM) digelar kembali untuk kedua kalinya dalam bentuk Bina Mitra UMKM Award 2025 yang diinisiasi oleh....",
      "desc": "JAKARTA - Apresiasi dan pengakuan atas kontribusi dari berbagai korporasi, institusi, dan organisasi dalam mendukung usaha mikro, kecil dan menengah (UMKM) digelar kembali untuk kedua kalinya dalam bentuk Bina Mitra UMKM Award 2025 yang diinisiasi oleh Corporate Forum for Community Development (CFCD) Foundation. <br/> <br/> Bina Mitra UMKM Award 2025 kali ini telah melaksanakan penilaian model pembinaan UMKM dengan jumlah peserta sebanyak 36 Perusahaan dan terdiri dari 92 Program. <br/> <br/> Penghargaan difokuskan pada UMKM yang telah mendapatkan bantuan dan bimbingan dari mitra, sehingga mereka dapat naik kelas dan meningkatkan performa bisnis. Ajang ini diharapkan dapat mendorong lebih banyak korporasi dan institusi untuk terlibat dalam pembangunan UMKM ke depannya, serta memberikan insentif bagi UMKM yang telah berprestasi. <br/> <br/> \"Kami berharap dengan kegiatan ini bisa mendorong UMKM naik kelas, dapat bertransformasi, terhubung dalam rantai pasok dan hal ini yang paling penting. Perusahaan besar baik swasta maupun BUMN memerlukan supply chain, dan ini diperlukan dalam konteks kemitraan. Dengan adanya event award inilah diharapkan hal tersebut bisa terjadi,\" ucap Deputi Bidang Usaha Menengah Kementerian Usaha Mikro Kecil dan Menengah (UMKM) Bagus Rachman. <br/> <br/> Founder CFCD Bapak Thendri Supriatno, MBA menyampaikan, tujuan kegiatan ini adalah untuk mengedukasi UMKM dan mengajak korporasi untuk bersama-sama membina UMKM agar ekonomi bangsa kita kuat. Karena peranan UMKM sangat besar dalam meningkatkan PDB nasional yang salah satunya melalui penciptaan lapangan tenaga kerja. <br/> <br/> Komite Penilai, Dwinda Ruslan menjelaskan, dewan juri ingin melihat apakah UMKM itu dibina oleh korporat besar sehingga mereka benar-benar berangkat dan naik kelas. Konsep itu tentunya harus didukung oleh komitmen dari korporat itu sendiri. <br/> <br/> \"Di sinilah kami ingin melihat komitmen dan proses pembelajaran mereka apakah pembinaannya searah seperti proses manajemen produksi yang sebenarnya, keuangan, pemasaran dan marketing. Proses inilah yang kita cek,\" ucapnya. <br/> <br/> \"Kami berterimakasih atas apresiasi panitia 2nd Bina Mitra UMKM Award kepada MNC Group khususnya program pembinaan UMKM. Ini memberikan semangat kepada kami untuk lebih berkembang dan memberikan manfaat kepada mitra atau kegiatan usaha mikro lain ke depannya,\" ucap Head of CSR MNC Group Tengku Havid. <br/> <br/> MNC Group melalui program MNC Peduli meraih penghargaan platinum  atas kepeduliannya melakukan pendampingan dan pengembangan UMKM di salah satu usaha mikro binaannya. <br/> <br/> MNC Peduli melakukan pendampingan pemberdayaan perempuan dengan meningkatkan usaha mikro ekonomi sirkular dibidang kerajinan daur ulang sampah plastik  dilakukan melalui pelatihan, pemberian modal awal, penyaluran dan pemasaran produk serta memberi akses dalam mengikuti ajang pameran produk kerajinan."
    },
    {
      "id": 22,
      "date": "06/05/2025",
      "category": "Event",
      "img": "/images/news/news-22.webp",
      "title": "MNC Insurance Raih MAIPARK Award 2025, Penghargaan atas Kontribusi dalam Ketangguhan terhadap Risiko Bencana",
      "thumbnail_desc": "PT MNC Asuransi Indonesia (MNC Insurance), anak usaha dari PT MNC Kapital Indonesia Tbk (BCAP), kembali meraih prestasi gemilang di industri asuransi nasional dengan memenangkan penghargaan bergengsi MAIPARK Award 2025. Penghargaan ini diberikan oleh....",
      "desc": "JAKARTA – PT MNC Asuransi Indonesia (MNC Insurance), anak usaha dari PT MNC Kapital Indonesia Tbk (BCAP), kembali meraih prestasi gemilang di industri asuransi nasional dengan memenangkan penghargaan bergengsi MAIPARK Award 2025. Penghargaan ini diberikan oleh PT Reasuransi MAIPARK Indonesia sebagai bentuk apresiasi terhadap perusahaan asuransi yang memiliki kontribusi signifikan dalam mendukung ketangguhan Indonesia terhadap risiko bencana. <br/> <br/> Penganugerahan penghargaan berlangsung dalam sebuah seremoni yang digelar di Java Ballroom, The Westin Jakarta, yang dihadiri oleh para pelaku industri asuransi, regulator, serta pemangku kepentingan lainnya. <br/> <br/> 1. Penghargaan Berdasarkan Kinerja Tahun Fiskal 2024 <br/> MNC Insurance dinobatkan sebagai salah satu penerima MAIPARK Award 2025 berdasarkan hasil audit kinerja untuk tahun fiskal 2024. Penilaian dilakukan dengan mempertimbangkan beberapa aspek, antara lain tata kelola risiko, kontribusi terhadap sistem reasuransi nasional, serta komitmen perusahaan dalam mendukung ketahanan industri asuransi. <br/> <br/> 2. Pernyataan Direktur Teknik MNC Insurance <br/> Direktur Teknik MNC Insurance, David Satria Jaya, menyampaikan rasa bangganya atas penghargaan yang diterima. \"Kami sangat bangga menerima MAIPARK Award 2025. Ini adalah bukti nyata atas kerja keras dan komitmen seluruh tim MNC Insurance dalam membangun sistem perlindungan risiko yang kuat serta mendukung stabilitas industri asuransi nasional,\" ujarnya dalam acara yang berlangsung pada Selasa (6/5/2025). <br/> <br/> 3. Apresiasi dari MAIPARK <br/> Sementara itu, Giki Ridho Arudya, Group Head Corporate Secretary & Compliance PT Reasuransi MAIPARK Indonesia, mengungkapkan apresiasinya terhadap MNC Insurance. \"MNC Insurance telah menunjukkan performa yang sangat baik dalam kontribusi risiko bencana nasional serta penerapan praktik reasuransi yang sehat dan berkelanjutan. Penghargaan ini kami berikan sebagai bentuk pengakuan atas dedikasi tersebut,\" tuturnya. <br/> <br/> 4. Komitmen terhadap Ketahanan Industri Asuransi <br/> Penghargaan ini semakin menegaskan posisi MNC Insurance sebagai perusahaan yang tidak hanya fokus pada pertumbuhan bisnis, tetapi juga berperan aktif dalam pembangunan berkelanjutan di sektor keuangan serta memberikan perlindungan kepada masyarakat terhadap risiko bencana alam."
    },
    {
      "id": 23,
      "date": "15/05/2025",
      "category": "Event",
      "img": "/images/news/news-23.webp",
      "title": "MNC Peduli Gelar Pemeriksaan Mata Gratis untuk Anak-Anak Pedalaman Papua",
      "thumbnail_desc": "MNC Peduli bersama OneSight EssilorLuxottica Foundation dan Yayasan Pendidikan Harapan Papua melaksanakan kegiatan pemeriksaan mata untuk anak-anak di Sekolah Lentera Harapan Gunung Moria, Tangerang pada....",
      "desc": "JAKARTA - MNC Peduli bersama OneSight EssilorLuxottica Foundation dan Yayasan Pendidikan Harapan Papua melaksanakan kegiatan pemeriksaan mata untuk anak-anak di Sekolah Lentera Harapan Gunung Moria, Tangerang pada Kamis (15/5/2025). <br/> <br/> Sebagai informasi, anak didik yang bersekolah di Sekolah Lentera Harapan Gunung Moria – Tangerang berasal dari desa-desa terpencil di wilayah pegunungan pedalaman Papua, yang umumnya memiliki kekurangan terhadap akses pelayanan kesehatan. <br/> <br/> Kristina Rany Novita, HR Manager & iChampion OneSight EssilorLuxottica Fondation mengungkap kegiatan ini merupakan salah satu bentuk untuk meningkatkan kesadaran akan kesehatan mata pada anak-anak. Adapun kegiatan bagi-bagi kacamata gratis bagi para siswa yang membutuhkan. <br/> <br/> “Hari ini, EssilorLuxottica bersama dengan MNC Peduli, dalam rangka meningkatkan kesadaran akan kesehatan mata, menyediakan pemeriksaan penglihatan dan pembagian kacamata gratis kepada anak anak. <br/> <br/> Sebagai pemimpin global, EssilorLuxottica didorong oleh misi dan tanggung jawab yang kuat untuk membantu orang ‘melihat iebih banyak dan menjadi lebih baik’,” ucap Kristina kepada iNews Media Group, Kamis (15/5/2025). <br/> <br/> Kristina mengungkap penglihatan yang buruk dan tidak dikoreksi memengaruhi 1 dari 3 orang di seluruh dunia, dan lebih dari 60 juta orang Indonesia, dengan banyak yang tinggal di daerah dengan akses terbatas ke perawatan mata. <br/> <br/> Dengan memperluas akses ke perawatan mata yang berkualitas, EssilorLuxottica bersama dengan MNC Peduli berusaha untuk mendobrak hambatan ini dan meningkatkan kehidupan secara global. <br/> <br/> “Kami percaya bahwa penglihatan yang baik dapat mengubah hidup, terutama bagi anak-anak karena hal itu berdampak langsung pada kemampuan belajar dan kesejahteraan secara keseluruhan,” jelasnya. <br/> <br/> Kristina menjelaskan pemeriksaan kesehatan mata dan juga pemberian kacamata ini bisa membantu anak-anak mendapay penglihatan yang baik sehingga bisa memaksimalkan mereka dalam belajar dan berkegiatan akademis. <br/> <br/> “Tanpa penglihatan yang baik, anak-anak kesulitan untuk mencapai potensi penuh mereka baik secara akademis maupun sosial, dan orang dewasa menghadapi tantangan dalam melakukan yang terbaik,” ucap Kristina. <br/> <br/> Dengan adanya kegiatan ini diharapkan dapat membantu meningkatkan pelayanan pemeriksaan kesehatan mata yang merupakan bagian dari awareness kepada masyarakat bahwa untuk menjaga kesehatan mata pada anak adalah kewajiban bersama agar tercipta generasi sehat, generasi cerdas anak bangsa."
    },
    {
      "id": 24,
      "date": "16/05/2025",
      "category": "Event",
      "img": "/images/news/news-24.webp",
      "title": "MNC Peduli dan Essilor Luxottica Foundation Pemeriksaan Mata dan Bagi-Bagi Kacamata Gratis untuk Siswa di Tangerang",
      "thumbnail_desc": "MNC Peduli bersama Yayasan Pendidikan Harapan Papua dan Essilor Luxottica Foundation menggelar pemeriksaan mata hingga membagi kacamata gratis kepada siswa Sekolah Lentera Gunung Moria di Kabupaten Tangerang, Banten. Acara itu digelar pada....",
      "desc": "JAKARTA - MNC Peduli bersama Yayasan Pendidikan Harapan Papua dan Essilor Luxottica Foundation menggelar pemeriksaan mata hingga membagi kacamata gratis kepada siswa Sekolah Lentera Gunung Moria di Kabupaten Tangerang, Banten. Acara itu digelar pada Kamis (15/5). <br/> <br/> Acara diikuti antusias oleh siswa. Siswa diberikan kesempatan untuk melakukan pengecekan mata gratis. <br/> <br/> Adapun apabila mata siswa memiliki gangguan, maka kacamata gratis akan langsung diproses untuk diberikan secara cuma-cuma kepada siswa. <br/> <br/> \"Ini kita melakukan pemeriksaan mata dan bekerja sama dengan MNC dan sekolah lentera harapan untuk melakukan pemeriksaan dan pemberian kacamata gratis bagi yang membutuhkan,\" kata HR Manager dan Ichampion Onesight Essilor Luxottica Foundation, Kristina Rany Novita, Kamis (15/5/2025). <br/> <br/> Dengan adanya kegiatan ini, Kristina berharap siswa dapat menerima manfaat secara langsung dalam kehidupan sehari-hari. Hal ini khususnya dalam menunjang aktivitas pendidikan. <br/> <br/> \"Dengan melihat lebih baik anak anak bisa membaca dan berprestasi di pendidikan dan agar berguna bangsa,\" tutupnya."
    },
    {
      "id": 25,
      "date": "16/05/2025",
      "category": "Event",
      "img": "/images/news/news-25.webp",
      "title": "PT Global Jasa Sejahtera Gandeng Polda Metro Gelar Pelatihan Gada Pratama untuk Satpam",
      "thumbnail_desc": "PT. Global Jasa Sejahtera (GJS) unit usaha outsourcing di bawah PT MNC Land menggelar pendidikan dan pelatihan Gada Pratama untuk petugas Satuan Pengamanan (Satpam). Pendidikan dan pelatihan yang digelar di MNC Tower, Jakarta Pusat ini....",
      "desc": "JAKARTA - PT. Global Jasa Sejahtera (GJS) unit usaha outsourcing di bawah PT MNC Land menggelar pendidikan dan pelatihan Gada Pratama untuk petugas Satuan Pengamanan (Satpam). <br/> <br/> Pendidikan dan pelatihan yang digelar di MNC Tower, Jakarta Pusat ini diperuntukan bagi angkatan XXVI yang jumlahnya mencapai 43 orang. <br/> <br/> Dalam pelatihan, PT. GJS menggandeng Subdit Satpam Ditbinmas Polda Metro Jaya. Anggota polisi yang dilibatkan akan memberikan materi sekaligus pelatihan kepada para peserta. <br/> <br/> \"Ini hal yang bagus, karena di kami sekarang ini satpam itu sudah merupakan profesi. Jadi kita harus memuliakan profesi satpam, makanya satpam harus kita latih,\" kata Kasubdit Satpam Ditbinmas Polda Metro Jaya AKBP Hadi Setyawan, Jumat (16/5/2025). <br/> <br/> Dalam pelatihan tersebut, selain mendapatkan materi-materi seputar teknis kerja, satpam juga diajarkan untuk baris-berbaris. Pelatihan ini dilakukan untuk membuat satpam memiliki sertifikat Gada Pratama. <br/> <br/> Sertifikasi ini menjadi nilai tambah bahwa seorang satpam telah diasah kemampuannya dan mampu bekerja sebagai satpam. \"Ikutilah pelatihan ini dengan baik, taati semua peraturan yang ada,\" ujar Hadi."
    },
    {
      "id": 26,
      "date": "16/05/2025",
      "category": "Event",
      "img": "/images/news/news-26.webp",
      "title": "PT. Global Jasa Sejahtera: Satpam Tersertifikasi Gada Pratama Miliki Kemampuan Dalam Bertugas",
      "thumbnail_desc": "PT. Global Jasa Sejahtera (GJS) unit usaha outsourcing di bawah MNC Land memastikan petugas Satuan Pengamanan (Satpam) yang telah bersertifikat Gada Pratama memiliki kemampuan untuk bertugas. Hal tersebut lantaran PT. GJS rutin melakukan pendidikan....",
      "desc": "JAKARTA - PT. Global Jasa Sejahtera (GJS) unit usaha outsourcing di bawah MNC Land memastikan petugas Satuan Pengamanan (Satpam) yang telah bersertifikat Gada Pratama memiliki kemampuan untuk bertugas. Hal tersebut lantaran PT. GJS rutin melakukan pendidikan dan pelatihan Gada Pratama untuk satpam. <br/> <br/> Kali ini, pelatihan diberikan kepada angkatan XXVI yang diikuti oleh 43 peserta. Dalam pelatihan ini, Satpam dari PT. GJS dibekali materi berupa baris-berbaris hingga pemaparan tugas dan fungsi. Bahkan, PT. GJS juga menggandeng pihak kepolisian dari Polda Metro Jaya. <br/> <br/> \"Itu supaya dia mendapatkan ijazah (sertifikat) kemudian mendapatkan KTA, sehingga secara legalitas mereka sudah asah dan mumpuni bekerja sebagai satpam,\" kata Kasubdit Satpam Ditbinmas Polda Metro Jaya AKBP Hadi Setyawan, Jumat (16/5/2025). <br/> <br/> Meski memiliki tenaga satpam sendiri, pelatihan ini ternyata juga terbuka untuk umum. PT. GJS membuka diri untuk menerima satpam dari perusahaan lain yang ingin mengikuti pelatihan dan sertifikasi Gada Pratama. <br/> <br/> Hadi menjelaskan pelatihan ini bakal menjadikan satpam akan bekerja lebih baik. Mereka juga dipastikan akan mengetahui bagaimana tugas dan fungsi pokok pekerjaannya. <br/> <br/> \"Apa yang diberikan pengajar atau instruktur dilaksanakan sehingga nanti dalam pelaksanaan tugasnya setelah menjadi satpam akan lebih baik dan mengerti apa sih tugas pokoknya,\" tutupnya."
    },
    {
      "id": 27,
      "date": "27/05/2025",
      "category": "Event",
      "img": "/images/news/news-27.webp",
      "title": "MNC Asset Management Salurkan Dana Sosial ke Panti Asuhan Melalui MNC Peduli",
      "thumbnail_desc": "MNC Asset Management melalui MNC Peduli menyalurkan dana sosial ke Panti Asuhan Nurul Iman Mentas dengan nilai mencapai....",
      "desc": "JAKARTA – MNC Asset Management melalui MNC Peduli menyalurkan dana sosial ke Panti Asuhan Nurul Iman Mentas dengan nilai mencapai Rp25 juta. <br/> <br/> Acara ini dilakukan di gedung MNC Bank Tower, pada hari Senin, 26 Mei 2025 yang dilakukan secara bersamaan dengan acara penandatanganan kerja sama pemasaran reksa dana antara MNC Asset Management dan Bank Neo Commerce. <br/> <br/> Direktur MNC Asset Management, Dimas Aditya Ariadi, mengatakan penyaluran bantuan sosial menjadi bagian penting dari nilai-nilai perusahaan dalam membangun keberlanjutan dan memberikan kontribusi positif bagi masyarakat. <br/> <br/> Di samping itu, penyaluran dana sosial ini merupakan bagian dari tanggung jawab MNC Asset Management dalam pengelolaan reksa dana syariah, di mana harus menyalurkan dana cleansing yang berasal dari dana kelolaan yang termasuk dalam kategori harta non-halal dalam reksa dana syariah. <br/> <br/> \"Pada hari ini kami melakukan penyaluran dana sosial kepada panti asuhan nurul iman mentas. Kami berharap bantuan yang diberikan dapat dimanfaatkan dengan baik dan memberikan dampak positif bagi kelangsungan kegiatan di panti asuhan tersebut,\" kata Dimas. <br/> <br/> Pada awal tahun 2025 ini, MNC Asset Management telah melakukan penyaluran dana sosial beberapa kali. Sebelumnya, MNC Asset Management telah menyalurkan dana sosial ke Lazismu, Lazisnu, Rumah Zakat, dan pondok pesantren. <br/> <br/> MNC Asset Management berkomitmen untuk terus mengembangkan program-program sosial melalui MNC Peduli, yang bertujuan untuk mendukung pengembangan sosial di Indonesia."
    },
    {
      "id": 28,
      "date": "21/07/2025",
      "category": "Event",
      "img": "/images/news/news-28.webp",
      "title": "GJS Gelar Diklat Gada Madya, Diikuti Puluhan Personel Satpam di Jakarta",
      "thumbnail_desc": "Badan Usaha Jasa Pengamanan (BUJP) PT Global Jasa Sejahtera (PT GJS) kembali menggelar kegiatan Pendidikan dan Pelatihan (Diklat) Gada Madya bagi personel satuan pengamanan (satpam). Sebanyak 52 peserta dinyatakan lulus dalam pelatihan Gada Madya....",
      "desc": "JAKARTA - Badan Usaha Jasa Pengamanan (BUJP) PT Global Jasa Sejahtera (PT GJS) kembali menggelar kegiatan Pendidikan dan Pelatihan (Diklat) Gada Madya bagi personel satuan pengamanan (satpam). <br/> <br/> Sebanyak 52 peserta dinyatakan lulus dalam pelatihan Gada Madya, jenjang pelatihan lanjutan yang bertujuan meningkatkan kemampuan manajerial dan profesionalisme satpam di lapangan. <br/> <br/> Penutupan diklat dilaksanakan pada Senin (21/7/2025) di Gedung iHub Jakarta. Acara turut dihadiri oleh Kasubditbinsatpam/Posusditbinmas Polda Metro Jaya, AKBP Hadi Setiawan. <br/> <br/> Dalam sambutannya, Hadi mengapresiasi kontribusi BUJP dalam mendukung peningkatan kualitas sumber daya pengamanan nasional. Hadir pula jajaran Board of Directors (BOD) PT Global Jasa Sejahtera, sebagai bentuk dukungan manajemen terhadap pengembangan kompetensi tenaga pengamanan di lingkungan kerja. <br/> <br/> Hadi menjelaskan, pelatihan Gada Madya merupakan lanjutan dari kualifikasi Gada Pertama dan bertujuan untuk mencetak tenaga Satpam yang profesional. <br/> <br/> “Diharapkan dari hasil pelatihan ini, para peserta bisa nantinya menjadi supervisor yang akan menjabarkan tugas-tugas yang diberikan oleh pimpinan,” katanya. <br/> <br/> Instruktur pelatihan berasal dari jajaran Polda Metro Jaya dan juga tim yang memiliki kualifikasi pengajar resmi. Materi yang diberikan sangat komprehensif, mencakup aspek teknis dan manajerial. <br/> <br/> Menurut Hadi, pelatihan ini juga menjadi ajang pembentukan mental dan fisik para calon supervisor pengamanan di berbagai sektor. <br/> <br/> “Satpam merupakan profesi yang mulia. Mereka adalah bagian dari mitra Polri yang memiliki kewenangan kepolisian terbatas dan merupakan bagian dari PAM Swakarsa yang sudah kami bina untuk ikut membantu pelaksanaan tugas-tugas kepolisian,” ucapnya. <br/> <br/> Selama masa pelatihan, peserta mendapatkan berbagai materi penting, antara lain Standar Operasional Prosedur (SOP) Pengamanan, kepemimpinan dalam tugas, sistem manajemen pengamanan, penanganan keadaan darurat, serta keterampilan teknis seperti ketangkasan penggunaan tongkat dan borgol, dan latihan baris-berbaris. Seluruh materi disusun sesuai dengan kurikulum resmi yang mengacu pada regulasi Kepolisian Negara Republik Indonesia. <br/> <br/> Ini merupakan kali kedua GJS menggelar Diklat Gada Madya, sebagai bagian dari komitmen perusahaan dalam mencetak satuan pengamanan yang unggul, tersertifikasi, dan siap menghadapi tantangan tugas secara profesional. <br/> <br/> Dengan selesainya pelatihan ini, para peserta diharapkan mampu mengemban tanggung jawab pengamanan secara lebih optimal, serta turut menjaga ketertiban dan keselamatan di lingkungan tempat mereka bertugas."
    },
    {
      "id": 29,
      "date": "21/07/2025",
      "category": "Event",
      "img": "/images/news/news-29.webp",
      "title": "52 Satpam Lulus Gada Madya, PT GJS Dorong Standar Keamanan Lebih Profesional",
      "thumbnail_desc": "PT Global Jasa Sejahtera (PT GJS), sebagai Badan Usaha Jasa Pengamanan (BUJP), kembali menyelenggarakan pendidikan dan pelatihan (diklat) Gada Madya bagi puluhan personel satuan pengamanan (Satpam). Sebanyak 52 peserta dinyatakan lulus dalam pelatihan lanjutan ini, yang bertujuan....",
      "desc": "JAKARTA - PT Global Jasa Sejahtera (PT GJS), sebagai Badan Usaha Jasa Pengamanan (BUJP), kembali menyelenggarakan pendidikan dan pelatihan (diklat) Gada Madya bagi puluhan personel satuan pengamanan (Satpam). <br/> <br/> Sebanyak 52 peserta dinyatakan lulus dalam pelatihan lanjutan ini, yang bertujuan untuk meningkatkan kapasitas manajerial, profesionalisme, dan kesiapsiagaan Satpam dalam menjalankan tugas di lapangan. <br/> <br/> Penutupan pelatihan dilaksanakan pada Senin (21/7/2025) di Gedung iHub Jakarta, dan dihadiri oleh Kasubditbinsatpam/Posusditbinmas Polda Metro Jaya, AKBP Hadi Setiawan, serta jajaran Board of Directors PT GJS sebagai wujud dukungan terhadap pengembangan kompetensi tenaga pengamanan. <br/> <br/> AKBP Hadi Setiawan menyampaikan apresiasi atas inisiatif PT GJS yang terus berkomitmen mencetak sumber daya pengamanan yang unggul. <br/> <br/> \"Diharapkan hasil dari pelatihan ini dapat mencetak para supervisor yang mampu menerjemahkan dan melaksanakan instruksi pimpinan secara profesional,\" ujar Hadi. <br/> <br/> Materi Komprehensif dan Standar Kepolisian: <br/> Selama masa pelatihan, para peserta dibekali berbagai materi penting seperti Standar Operasional Prosedur (SOP) pengamanan, kepemimpinan di lapangan, sistem manajemen pengamanan, penanganan keadaan darurat, serta keterampilan teknis seperti penggunaan tongkat dan borgol, hingga latihan baris-berbaris. <br/> <br/> Semua materi mengacu pada kurikulum resmi yang ditetapkan oleh Kepolisian Negara Republik Indonesia, dan disampaikan oleh instruktur dari Polda Metro Jaya serta pengajar bersertifikasi. <br/> <br/> AKBP Hadi menegaskan, bahwa pelatihan ini tidak hanya bersifat teknis, tetapi juga menjadi sarana pembentukan mental dan fisik calon supervisor pengamanan di berbagai sektor industri. <br/> <br/> \"Satpam adalah bagian dari sistem keamanan nasional, mitra strategis Polri dengan kewenangan terbatas, dan merupakan bagian dari PAM Swakarsa yang terus kami bina,\" jelasnya. <br/> <br/> Komitmen PT GJS dalam Pengembangan Satpam Profesional: <br/> Ini adalah kali kedua PT GJS menyelenggarakan diklat Gada Madya, sejalan dengan visi perusahaan untuk menghasilkan satuan pengamanan yang terlatih, bersertifikat, dan siap menghadapi tantangan tugas secara profesional. <br/> <br/> Dengan berakhirnya pelatihan ini, diharapkan para peserta dapat mengemban tanggung jawab yang lebih besar di lapangan serta ikut menjaga ketertiban dan keamanan di lingkungan kerja masing-masing."
    },
    {
      "id": 30,
      "date": "22/07/2025",
      "category": "Event",
      "img": "/images/news/news-30.webp",
      "title": "Cetak Supervisor Satpam Handal, PT GJS Kembali Gelar Diklat Gada Madya",
      "thumbnail_desc": "Badan Usaha Jasa Pengamanan (BUJP) PT Global Jasa Sejahtera (PT GJS) kembali menggelar Pendidikan dan Pelatihan (Diklat) Gada Madya bagi personel satuan pengamanan (Satpam), sebagai upaya meningkatkan profesionalisme dan kemampuan....",
      "desc": "JAKARTA - Badan Usaha Jasa Pengamanan (BUJP) PT Global Jasa Sejahtera (PT GJS) kembali menggelar Pendidikan dan Pelatihan (Diklat) Gada Madya bagi personel satuan pengamanan (Satpam), sebagai upaya meningkatkan profesionalisme dan kemampuan manajerial para petugas keamanan. <br/> <br/> Pelatihan ini berhasil meluluskan 52 peserta yang telah mengikuti seluruh rangkaian kegiatan sejak awal. Diklat Gada Madya merupakan jenjang lanjutan setelah Gada Pratama, yang bertujuan mencetak supervisor Satpam yang kompeten dan tersertifikasi. <br/> <br/> Penutupan diklat digelar pada Senin (21/7/2025) di Gedung iHub, Jakarta, dan dihadiri oleh Kasubditbinsatpam/Posusditbinmas Polda Metro Jaya, AKBP Hadi Setiawan. Dalam sambutannya, Hadi mengapresiasi kontribusi PT GJS dalam mendukung peningkatan kualitas sumber daya manusia di sektor pengamanan nasional. <br/> <br/> Selama pelatihan, peserta menerima materi yang mencakup Standar Operasional Prosedur (SOP) pengamanan, kepemimpinan, sistem manajemen pengamanan, penanganan keadaan darurat, serta keterampilan teknis seperti penggunaan tongkat dan borgol, serta latihan baris-berbaris. Materi disampaikan oleh instruktur dari Polda Metro Jaya dan pengajar bersertifikasi nasional, berdasarkan kurikulum resmi Kepolisian Negara Republik Indonesia. <br/> <br/> Ini merupakan kali kedua PT GJS menyelenggarakan Diklat Gada Madya, sebagai bentuk komitmen perusahaan dalam mencetak satuan pengamanan yang profesional, unggul, dan siap menghadapi tantangan di berbagai sektor kerja. <br/> <br/> Dengan berakhirnya pelatihan ini, para peserta diharapkan mampu menjalankan tanggung jawab secara lebih optimal, serta berperan aktif dalam menjaga keamanan dan ketertiban di lingkungan tempat mereka bertugas."
    }
  ]
}
