{
  "data_commissioners_id": [
    {
      "name": "Hary Tanoesoedibjo",
      "image": "/images/about/commissioner-harytanoesoedibjo.jpg",
      "title": "Komisaris Utama",
      "desc": "Warga negara Indonesia. Hary Tanoesoedibjo (HT) memperoleh gelar Bachelor of Commerce (Honours) dari Carleton University, Ottawa, Kanada pada tahun 1988, dan menyelesaikan MBA di Ottawa University, Kanada pada tahun 1989. <br/><br/> HT adalah pendiri dan Executive Chairman MNC Group, grup investasi yang berfokus pada 4 bidang usaha strategis: Media & Entertainment, Jasa Keuangan, Tourism & Hospitality, dan Energi. <br/><br/> Di bidang media & entertainment, MNC Group memiliki dan mengoperasikan 3 TV FTA Hiburan: RCTI, MNCTV, dan GTV, dengan pangsa pemirsa tertinggi, yang telah dikenal dalam memproduksi dan menayangkan program spesial terpopuler di Indonesia, sinetron & animasi terbaik, dan memegang banyak hak siar program olahraga bergengsi. <br/><br/> Di layanan Pay TV & ICT, MNC Group memiliki dan mengoperasikan 2 DTH TV Berbayar: MNC Vision (pasca-bayar) dan K-Vision (pra-bayar), serta layanan IPTV melalui MNC Play dan Vision+ TV dengan basis pelanggan lebih dari 14 juta. MNC Group juga mengelola berbagai bisnis infrastruktur ICT melalui Infokom. <br/><br/> MNC Group juga memiliki iNews Media Group yang merupakan pusat pemberitaan dan informasi paling dinamis dan komprehensif. Platform iNews Media Group meliputi saluran linier (gratis dan berbayar), media sosial, radio, OTT dan 4 portal online dengan lebih dari 40 juta pengguna aktif bulanan. <br/><br/> Pada bidang Content and Others, MNC Group memproduksi konten dari semua genre dengan lebih dari 20.000 jam konten baru setiap tahun dan memiliki lebih dari 300.000 jam pustaka konten, yang dimonetisasi untuk dilisensikan secara global. Seluruh produksi konten MNC Group didukung dengan infrastruktur produksi paling terintegrasi pada 3 lokasi, berpusat di Jakarta Pusat, Jakarta Barat, dan Kawasan Ekonomi Khusus MNC Lido City, dengan total luas area sebesar 38 hektar. <br/><br/> MNC Group memiliki manajemen artis terbesar dengan lebih dari 400 artis dan 200 influencers. Pada media sosial, MNC Group memiliki lebih dari 610 juta subscribers/followers dan lebih dari 1,5 miliar views setiap bulannya. <br/><br/> Di bisnis Streaming, MNC Group memiliki OTT streaming terbesar, RCTI+ (AVOD) dan Vision+ (SVOD) yang memiliki lebih dari 100 juta pengguna aktif bulanan dan 3,3 juta pelanggan. Kedua platform OTT streaming milik MNC Group, memiliki pilihan konten terbesar, dengan lebih dari 110 saluran lineir, 35.000 jam VOD, konten originals, dan hak ekslusif terhadap program – program olahraga terbaik. <br/><br/> Di bidang jasa keuangan, MNC Group memiliki ekosistem layanan konvensional dan digital yang terintegrasi dengan 3 pilar bisnis utama yaitu perbankan, pasar modal dan asuransi. Dengan mengedepankan inovasi teknologi, sinergi ekosistem dan kemitraan strategis, MNC Group menghadirkan portofolio produk dan solusi layanan keuangan yang inovatif dan end-to-end, mengintegrasikan platform aplikasi-aplikasi layanan berbasis transaksi seperti perbankan digital, pinjaman digital, e-money & e-wallet, payment gateway, online securities trading, reksa dana online, serta asuransi online (asuransi umum dan jiwa). <br/><br/> Di bidang tourism & hospitality, portofolio MNC Group meliputi KEK MNC Lido City yang merupakan kawasan hunian, komersial, destinasi wisata, dan resor terintegrasi, dikembangkan di atas lahan seluas 1.040 hektar di Lido, Bogor, termasuk lapangan golf 18-hole berstandar kejuaraan Trump International Golf Club Lido. MNC Group juga memiliki dan mengelola beberapa gedung perkantoran dan hotel seperti Park Hyatt Jakarta, Oakwood Hotel dan One East Penthouse & Residences di Surabaya, The Westin Resort Nusa Dua, Bali International Convention Center, dan MNC Bali Resort. <br/><br/> Di sektor energi, MNC Group menguasai izin usaha pertambangan batu bara di Sumatera Selatan, serta infrastruktur pendukung seperti jalan angkut, jembatan timbang, stockpile, crusher, dan pelabuhan batu bara. <br/><br/> Sebagai wirausahawan yang mapan, HT juga secara aktif memberikan masukan kepada pemerintah dan parlemen terkait kegiatan ekonomi, dan secara rutin menjadi pembicara di berbagai event nasional dan internasional, serta memberikan kuliah umum di bidang kewirausahaan dan manajemen strategis di berbagai universitas di Indonesia. HT memiliki semangat untuk membina generasi muda Indonesia agar tumbuh dan maju seperti dirinya, dan sampai saat ini sudah mengajar di lebih dari 180 perguruan tinggi."
    },
    {
      "name": "M. Budi Rustanto",
      "image": "/images/about/commissioner-mbudyrustanto.jpg",
      "title": "Komisaris",
      "desc": "Warga Negara Indonesia, berdomisili di Jakarta. Meraih gelar Sarjana Teknik Sipil dari Institut Teknologi Bandung. Diangkat sebagai Komisaris Perseroan berdasarkan keputusan RUPS Tanggal 13 Juli 2022. <br/> <br/> Saat ini, juga menjabat sebagai : <br/> - Komisaris Utama PT MNC Land Lido <br/> - Komisaris Utama PT MNC Lido Resort <br/> - Komisaris Utama PT MNC Lido Hotel <br/> - Komisaris Utama PT MNC Wahana Wisata <br/> - Komisaris Utama PT MNC Land Bali <br/> - Komisaris Utama PT MNC Graha Bali <br/> - Komisaris Utama PT MNC Land Surabaya <br/> - Komisaris Utama PT MNC Graha Surabaya <br/> - Komisaris Utama PT Nusadua Graha International <br/> - Komisaris Utama PT Lido Golf Countryclub <br/> - Komisaris PT MNC Agro Wisata <br/> - Komisaris PT Global Jasa Sejahtera <br/> - Direktur Utama PT MNC Land Tbk <br/> - Direktur Utama PT GLD Property <br/> <br/> Beliau mengawali karir sebagai Marketing & System Engineer Manager di IBM (1980 – 1989) sebelum bergabung di MNC Group tahun 1989. Beliau sebelumnya pernah menjabat sebagai Komisaris Utama PT MNC Land Tbk (2011 – 2013 dan 2019 – 2022), Komisaris PT Global Jasa Sejahtera (2012 – 2020), Komisaris PT MNC Land Bali (2013 – 2019), Direktur Utama PT MNC Land Tbk (2007 – 2011), Komisaris PT Nusadua Graha International (2012 – 2017), Direktur Utama PT GLD Property (1999 – 2009), Direktur PT Global Mediacom Tbk, serta Kepala Divisi Central Data Processing PT Global Mediacom Tbk (1989). <br/> <br/> Beliau tidak memiliki hubungan afiliasi dengan anggota Dewan Komisaris lainnya dan anggota Direksi."
    },
    {
      "name": "Ridawati Kesowo",
      "image": "/images/about/commissioner-ridawatikesowo.jpg",
      "title": "Komisaris",
      "desc": "Warga Negara Indonesia, berdomisili di Gunung Putri, Jawa Barat. Memperoleh gelar Sarjana Ekonomi dari Universitas Indonesia. Memulai karirnya sebagai HR Officer pada tahun 2000. Beliau telah memegang beberapa jabatan antara lain sebagai HR Officer PT Great River International Tbk (2000 – 2003), HR & GA Head PT Haldin Pasific Semesta (2004 – 2006). Selain itu, beliau juga telah memegang beberapa jabatan di PT Media Nusantara Citra Tbk, antara lain sebagai Compensation & Benefit di MNC Radio Networks (2006 – 2008), HR Manager MNC Radio Networks (2008 – 2010), Group HR Policies & Comben Dept Head (Holding) (2010 – 2014), HR Coordinator Business Units MNC Pictures, MNC Channels, Star Media Nusantara (2014 – 2016), Group HR Policies & Share Services Division Head (Holding) (2016 – 2018), Group HR Operations & Share Services Division Head (Holding) (2019 – 2023), VP Group HR Policies, Comben & OD (Holding) (2020 – 2024), dan HR, GS, Audit & Compliance Director di PT MNC Land Tbk (2024 – saat ini)."
    }
  ],
  "data_directors_id": [
    {
      "name": "Wishnu Handoyono",
      "image": "/images/about/director-wishnuhandoyono.jpg",
      "title": "Direktur Utama",
      "desc": "Warga Negara Indonesia, lahir di Tanjung Karang pada 28 Agustus 1964. Meraih gelar Sarjana dari Universitas pada 11 Maret 1988 dan gelar Magister Manajemen dari Universitas Gadjah Mada pada tahun 2002.<br/><br/>Dalam karirnya, pernah menduduki berbagai posisi termasuk Floor Trader hingga General Manager di PT Bhakti Investama Tbk dari tahun 1990 hingga 1998, Direktur di PT Bhakti Investama Tbk dari tahun 1999 hingga 2003, Komisaris di PT Bhakti Asset Management dari tahun 2000 hingga 2004, Komisaris di PT Agis Tbk dari tahun 2001 hingga 2002, Direktur di PT Bhakti Capital Indonesia Tbk dari tahun 2003 hingga 2004, Direktur Utama di PT Bhakti Securities dari tahun 2004 hingga 2010, Senior Vice President di PT Global Mediacom Tbk dari tahun 2013 hingga 2014, Wakil Direktur Utama di PT MNC Infrastruktur Utama dari Mei 2014 hingga Agustus 2014, Direktur Utama di PT MNC Infrastruktur Utama dari Agustus 2014 hingga saat ini, Komisaris di PT Bhakti Securities dari tahun 2010 hingga saat ini, Direktur di PT GLD Property dari tahun 2019 hingga 2020, Direktur di PT BSR Indonesia dari tahun 2019 hingga saat ini, Direktur Utama di PT Global Jasa Sejahtera dari tahun 2019 hingga saat ini, Wakil Direktur Utama di PT MNC Energy Investments Tbk dari tahun 2014 hingga saat ini, Wakil Direktur Utama di PT Indonesia Air Transport dari tahun 2021 hingga saat ini, Komisaris di PT Global Maintenance Facility dari tahun 2019 hingga saat ini, Komisaris di PT Global Transport Service dari tahun 2023 hingga saat ini, Direktur di PT Bhakti Migas Resources dari tahun 2022 hingga saat ini, Direktur di PT Bhakti Coal Resources dari tahun 2023 hingga saat ini."
    },
    {
      "name": "Donny Ferdiansyah",
      "image": "/images/about/director-donnyfirmansyah.jpg",
      "title": "Wakil Direktur Utama",
      "desc": "Warga Negara Indonesia. Lahir di Tangerang, 24 Mei 1977. Meraih gelar Sarjana Ekonomi dari STIE Perbanas Jakarta pada tahun 2000. Sebelumnya, bekerja sebagai Staff Akuntansi, Back Office, dan Pemasaran di Bank Mega (2000 – 2005), Staff Keuangan dan Bagian Treasury di PT Global Informasi Bermutu (2005 – 2011), Staff Administrasi dan Asisten Pribadi kepada Executive Chairman MNC Group (2011 – 2017), Wakil Direktur Utama PT BSR Indonesia (2017 – saat ini), Wakil Direktur Utama PT Global Jasa Sejahtera (2020 – saat ini)."
    },
    {
      "name": "Joko Widagdo",
      "image": "/images/about/director-jokowidagdo.jpg",
      "title": "Direktur",
      "desc": "Warga Negara Indonesia, berdomisili di Depok, Jawa Barat. Beliau memperoleh gelar Sarjana Ekonomi dari Universitas Indonesia. Memulai karirnya sebagai Auditor pada tahun 1998. Beliau telah memegang beberapa jabatan antara lain sebagai Finance Manager di GroupM Global Media Investment (2007 – 2012), GM Finance di Mainetti Indonesia (2012 – 2013), Head Finance di MNC Tencent (2013 – 2015), Finance Controller di Java Festival Production (2015 – 2017), Chief Financial Officer di MNC Aladin Indonesia (2017 – 2018), dan Chief Financial Officer di PT BSR Indonesia (2018 – saat ini). Beliau bergabung dengan PT Global Jasa Sejahtera pada tahun 2022 menjabat sebagai Direktur sampai saat ini."
    },
    {
      "name": "Eva Mutia",
      "image": "/images/about/director-evamutia.jpg",
      "title": "Direktur",
      "desc": "Warga Negara Indonesia. Lahir di Bogor, 08 Agustus 1976. Memperoleh gelar Sarjana Ilmu Sosial dari Universitas Mercubuana. Beliau memulai karirnya pada tahun 1999 dan telah memegang beberapa jabatan antara lain sebagai Secretary to President Director PT Rapi Tirta Treatmindo (1999 – 2000), Secretary Managing Director PT Rajawali Citra Televisi Indonesia (2000 – 2007), Executive Secretary to Chairman MNC Group (2007 – 2019), Direktur PT TitianNusantara Pelangi (Al Malik) (2016 – 2020), Direktur PT Produser Pangan Asia (2019 – saat ini), Direktur PT Global Jasa Sejahtera (2025 – saat ini), Direktur PT Prima Permata Nusantara (2025 – saat ini)."
    }
  ],
  "data_commissioners_en": [
    {
      "name": "Hary Tanoesoedibjo",
      "image": "/images/about/commissioner-harytanoesoedibjo.jpg",
      "title": "President Commissioner",
      "desc": "Indonesian citizen, Hary Tanoesoedibjo (HT) earned a Bachelor of Commerce degree (Honours) from Carleton University, Ottawa, Canada in 1988, and completed MBA from Ottawa University, Canada in 1989. <br/> <br/> HT is the founder and Executive Chairman of MNC Group, investment group which focuses on 4 strategic business areas: Media & Entertainment, Financial Services, Tourism & Hospitality, and Energy. <br/> <br/> In the media & entertainment sector, MNC Group owns and operates 3 FTA Entertainment TVs: RCTI, MNCTV, and GTV, with the highest audience share, which is known for producing and broadcasting the most popular special programs in Indonesia, the best drama series & animation, and holds many prestigious sports program broadcasting rights. <br/> <br/> On Pay TV & ICT services, MNC Group also owns and operates 2 DTH Pay TV: MNC Vision (post-paid) and K-Vision (pre-paid), and IPTV services through MNC Play and Vision+ TV with a customer base more than 14 million. MNC Group also manages various ICT infrastructure businesses through Infokom. <br/> <br/> MNC Group also own iNews Media Group, which is the most dynamic and comprehensive news and information centre. iNews Media Group’s platform includes, linear channels (free and paid), social media, radio, OTT, and 4 online portals with more than 40 million monthly active users. <br/> <br/> In Content and Others field, MNC Group produces content from all genres with more than 20,000 hours of new content each year and has a content library of over 300,000 hours, which is monetized to be licensed globally. All MNC Group content production is supported by the most integrated production infrastructures in 3 locations, Central Jakarta, West Jakarta, and SEZ MNC Lido City, with a total area of 38 hectares. <br/> <br/> MNC Group has the biggest talent management with more than 400 artists and 200 influencers. In social media, MNC Group has more than 610 million subscribers/followers with 1.5 billion views every month. <br/> <br/> In the Streaming Business, MNC Group has the largest streaming OTT, RCTI+ (AVOD) and Vision+ (SVOD) with more than 100 million monthly active users and 3.3 million subscribers. MNC Group’s two OTT streaming platforms have the largest selection of content, with over 110 linear channels, 35,000 hours of VOD, original content, and exclusive rights to top sports programs. <br/> <br/> In financial services sector, MNC Group has an integrated conventional and digital service ecosystem with 3 main business pillars: banking, capital market and insurance. By prioritizing technological innovation, ecosystem synergy, and strategic partnerships, MNC Group presents an innovative and end-to-end portfolio of financial services products and solutions, integrating transaction-based service application platforms such as digital banking, digital loans, e-money & e-wallet, payment gateway, online securities trading, online mutual funds, as well as online insurance (general and life insurance). <br/> <br/> In the tourism & hospitality sector, MNC Group’s portfolio includes MNC Lido City Special Economy Zone, which is an integrated residential, commercial, tourist destination and resort area, developed on 1,040 hectares of land in Lido, Bogor, including the 18-hole championship-standard golf course Trump International Golf Club Lido. MNC Group also owns and manages several office buildings and hotels such as Park Hyatt Jakarta, Oakwood Hotel and One East Penthouse & Residences in Surabaya, The Westin Resort Nusa Dua, Bali International Convention Centre and MNC Bali Resort. <br/> <br/> In the energy sector, MNC Group controls coal mining business permits in South Sumatera, and supporting infrastructures from haul roads, weighbridges, stockpiles, crushers, to coal ports. <br/> <br/> As an established entrepreneur, HT also actively provides input to the government and parliament regarding economic activities and regularly become a speaker at various national and international events. As well as giving public lectures in the field of entrepreneurship and strategic management at various universities in Indonesia. HT has a passion for fostering the young generation of Indonesia to grow and progress like himself, and to date has taught at more than 180 universities."
    },
    {
      "name": "M. Budi Rustanto",
      "image": "/images/about/commissioner-mbudyrustanto.jpg",
      "title": "Commissioner",
      "desc": "Indonesian citizen, domiciled in Jakarta. Earned a Bachelor's degree in Civil Engineering from the Bandung Institute of Technology. Appointed as Commissioner of the Company, based on the decision of the Annual General Meeting of Shareholders (GMS) on July 13, 2022. <br/> <br/> Currently, he also serves as <br/> - The President Commissioner of PT MNC Land Lido <br/> - President Commissioner of PT MNC Lido Resort <br/> - President Commissioner of PT Lido Hotel <br/> - President Commissioner of PT MNC Wahana Wisata <br/> - President Commissioner of PT MNC Land Bali <br/> - President Commissioner of PT MNC Graha Bali <br/> - President Commissioner PT MNC Land Surabaya <br/> - President Commissioner of PT MNC Graha Surabaya <br/> - President Commissioner of PT Nusadua Graha International <br/> - President Commissioner of PT Lido Golf Countryclub <br/> - Commissioner of PT MNC Agro Wisata <br/> - Commissioner of PT Global Jasa Sejahtera <br/> - President Director of PT MNC Land Tbk <br/> - President Director of PT GLD Property <br/> <br/> He started his career as Marketing & System Engineer Manager at IBM (1980 – 1989) before joining MNC Group in 1989. He previously served as the President Commissioner of PT MNC Land Tbk (2011 – 2013 and 2019 – 2022), Commissioner of PT Global Jasa Sejahtera (2012 – 2020), Commissioner of PT MNC Land Bali (2013 – 2019), President Director of PT MNC Land Tbk (2007 – 2011), Commissioner of PT Nusadua Graha International (2012 – 2017), President Director of PT GLD Property (1999 – 2009), Director of PT Global Mediacom Tbk, and the Head of the Central Data Processing Division of PT Global Mediacom Tbk (1989). <br/> <br/> He has no affiliated relationship with other members of the Board of Commissioners and members of the Board of Directors."
    },
    {
      "name": "Ridawati Kesowo",
      "image": "/images/about/commissioner-ridawatikesowo.jpg",
      "title": "Commissioner",
      "desc": "Indonesian citizen, domiciled in Gunung Putri, West Java. Earned a Bachelor of Economics degree from the University of Indonesia. Started her career as HR Officer in 2000. She has held several positions, including as HR Officer of PT Great River International Tbk (2000 – 2003), HR & GA Head of PT Haldin Pasific Semesta (2004 – 2006). In addition, she has also held several positions in PT Media Nusantara Citra Tbk, including as Compensation & Benefit of MNC Radio Networks (2006 – 2008), HR Manager of MNC Radio Networks (2008 – 2010), Group HR Policies & Comben Dept Head (Holding) (2010 – 2014), HR Coordinator Business Units of MNC Pictures, MNC Channels, Star Media Nusantara (2014 – 2016), Group HR Policies & Share Services Division Head (Holding) (2016 – 2018), Group HR Operations & Share Services Division Head (Holding) (2019 – 2023), VP Group HR Policies, Comben & OD (Holding) (2020 – 2024), and HR, GS, Audit & Compliance Director of PT MNC Land Tbk (2024 – now)."
    }
  ],
  "data_directors_en": [
    {
      "name": "Wishnu Handoyono",
      "image": "/images/about/director-wishnuhandoyono.jpg",
      "title": "President Director",
      "desc": "Indonesian citizen, born in Tanjung Karang on August 28, 1964. Earned a Bachelor’s degree from the University on the March 11, 1988 and a Masters in Management from Gadjah Mada University in 2002. <br/> <br/> In his career, he has held various positions including Floor Trader to General Manager PT Bhakti Investama Tbk (1990 – 1998), Director PT Bhakti Investama Tbk (1999 – 2003), Commissioner PT Bhakti Asset Management (2000 – 2004), Commissioner PT Agis Tbk (2001 – 2002), Director at PT Bhakti Capital Indonesia Tbk (2003 – 2004), President Director at PT Bhakti Securities (2004 – 2010), Senior Vice President PT Global Mediacom Tbk (2013 – 2014), Vice President Director at PT MNC Infrastruktur Utama (May 2014 – August 2014), President Director at PT MNC Infrastruktur Utama (August 2014 – now), Commissioner at PT Bhakti Securities (2010 – now), Director at PT GLD Property (2019 - 2020), Director at PT BSR Indonesia (2019 – now), Managing Director at PT Global Jasa Sejahtera (2019 – now), Vice President Director PT MNC Energy Investments Tbk (2014 – now), Vice President Director PT Indonesia Air Transport (2021 – now), Commissioner PT Global Maintenance Facility (2019 – now), Commissioner PT Global Transport Service (2023 – now), Director at PT Bhakti Migas Resources (2022 – now), Director at PT Bhakti Coal Resources (2023 – now)."
    },
    {
      "name": "Donny Ferdiansyah",
      "image": "/images/about/director-donnyfirmansyah.jpg",
      "title": "Vice President Director",
      "desc": "Indonesian citizen, born in Tangerang, May 24, 1977. Earned a Bachelor Economics degree from STIE Perbanas Jakarta in 2000. Previously, worked as Staff Accounting, Back Office and Marketing at Bank Mega (2000 – 2005), Staff Finance and Treasury Section at PT Global Informasi Bermutu (2005 – 2011), Staff Admin and Personal Assistant to Executive Chairman MNC Group (2011 – 2017), Vice President Director of PT BSR Indonesia (2017 – now), Vice President Director of PT Global Jasa Sejahtera (2020 – now)."
    },
    {
      "name": "Joko Widagdo",
      "image": "/images/about/director-jokowidagdo.jpg",
      "title": "Director",
      "desc": "Indonesian citizen, domiciled in Depok, West Java. Earned a Bachelor of Economic Degree from the University of Indonesia. Started his career as Auditor in 1998. He has held several positions, including as Finance Manager at Group Global Media Investment (2007 – 2012), General Manager of Finance at Mainetti Indonesia (2012 – 2013), Head Finance at MNC Tencent (2013 – 2015), Finance Controller at Java Festival Production (2015 – 2017), Chief Financial Officer at MNC Aladin Indonesia (2017 – 2018), and Chief Financial Officer of PT BSR Indonesia (2018 – now). He joined PT Global Jasa Sejahtera in 2022 as Director until now."
    },
    {
      "name": "Eva Mutia",
      "image": "/images/about/director-evamutia.jpg",
      "title": "Director",
      "desc": "Indonesian citizen, born in Bogor, August 8, 1976. Earned a Bachelor of Social Sciences Degree from Mercubuana University. She started her career in 1999 and has held several positions including as Secretary to President Director of PT Rapi Tirta Treatmindo (1999 – 2000), Secretary Managing Director of PT Rajawali Citra Televisi Indonesia (2000 – 2007), Executive Secretary to Chairman MNC Group (2007 – 2019), Director of PT TitianNusantara Pelangi (Al Malik) (2016 – 2020), Director of PT Produser Pangan Asia (2019 – now), Director of PT Global Jasa Sejahtera (2025 – now), Director of PT Prima Permata Nusantara (2025 – now)."
    }
  ]
}
